import 'package:flutter/material.dart';
import 'package:provider/provider.dart';
import 'package:flutter/services.dart'; // Import Clipboard
import 'package:vibration/vibration.dart'; // Import Vibration
import 'package:fluttertoast/fluttertoast.dart'; // Import Fluttertoast

import 'app_settings.dart';
import 'settings_drawer.dart';

class PrayerDetailScreen extends StatefulWidget {
  final String name;
  final String image;

  PrayerDetailScreen({
    required this.name,
    required this.image,
  });

  @override
  _PrayerDetailScreenState createState() => _PrayerDetailScreenState();
}

class _PrayerDetailScreenState extends State<PrayerDetailScreen> {
  @override
  Widget build(BuildContext context) {
    final appSettings = Provider.of<AppSettings>(context);
    final theme = appSettings.isDarkTheme ? ThemeData.dark() : ThemeData
        .light();
    final fontSize = appSettings.fontSize;
    final languageCode = appSettings.locale.languageCode;

    final localizedName = _getLocalizedPrayerName(widget.name, languageCode);
    final introText = _getIntroText(localizedName, languageCode);
    final prayerContent = _getPrayerContent(localizedName, languageCode);

    final isArabic = languageCode.startsWith('ar');
    final textDirection = isArabic ? TextDirection.rtl : TextDirection.ltr;

    return MaterialApp(
      theme: theme,
      home: Directionality(
        textDirection: textDirection,
        child: Scaffold(
          appBar: AppBar(
            title: Align(
              alignment: isArabic ? Alignment.centerRight : Alignment
                  .centerLeft,
              child: Text(localizedName),
            ),
            leading: Builder(
              builder: (BuildContext context) =>
                  IconButton(
                    icon: Icon(Icons.menu),
                    onPressed: () {
                      Scaffold.of(context).openDrawer(); // Open the AppDrawer
                    },
                  ),
            ),
          ),
          drawer: AppDrawer(),
          // Include the settings drawer
          drawerEdgeDragWidth: MediaQuery
              .of(context)
              .size
              .width,
          // Allow full edge swipe
          drawerScrimColor: Colors.black54,
          body: Stack(
            children: [
              ListView(
                padding: EdgeInsets.all(16.0),
                children: [
                  ClipRRect(
                    borderRadius: BorderRadius.circular(30.0),
                    child: Image.asset(
                      widget.image,
                      fit: BoxFit.cover,
                    ),
                  ),
                  SizedBox(height: 20),
                  Text(
                    introText,
                    style: TextStyle(
                      fontSize: fontSize,
                      fontWeight: FontWeight.bold,
                      color: Colors.blueAccent,
                    ),
                  ),
                  SizedBox(height: 20),
                  ExpansionTile(
                    initiallyExpanded: true,
                    title: Text(
                      isArabic ? 'تفاصيل الصلاة' : 'Prayer Details',
                      style: TextStyle(
                          fontSize: 24, fontWeight: FontWeight.bold),
                    ),
                    children: prayerContent.map((prayerItem) {
                      return GestureDetector(
                        onLongPress: () {
                          _showPsalmDialog(context, prayerItem['title']!,
                              prayerItem['text']!);
                        },
                        child: Card(
                          elevation: 4.0,
                          shape: RoundedRectangleBorder(
                            borderRadius: BorderRadius.circular(15.0),
                          ),
                          child: ExpansionTile(
                            title: GestureDetector(
                              onLongPress: () {
                                _showPsalmDialog(context, prayerItem['title']!,
                                    prayerItem['text']!);
                              },
                              child: Text(
                                prayerItem['title']!,
                                style: TextStyle(
                                  fontSize: 18,
                                  fontWeight: FontWeight.bold,
                                  color: Colors.red,
                                ),
                              ),
                            ),
                            children: [
                              Padding(
                                padding: const EdgeInsets.all(16.0),
                                child: GestureDetector(
                                  onLongPress: () {
                                    _showPsalmDialog(
                                        context, prayerItem['title']!,
                                        prayerItem['text']!);
                                  },
                                  child: Text(
                                    prayerItem['text']!,
                                    style: TextStyle(
                                      fontSize: fontSize,
                                    ),
                                  ),
                                ),
                              ),
                            ],
                          ),
                        ),
                      );
                    }).toList(),
                  ),
                  SizedBox(height: 20),
                ],
              ),
              Align(
                alignment: Alignment.topCenter,
                child: GestureDetector(
                  onVerticalDragEnd: (details) {
                    if (details.primaryVelocity! > 0) {
                      Navigator.of(context).pop(); // Pops the current screen
                    }
                  },
                  child: Container(
                    height: 8,
                    width: 50,
                    margin: EdgeInsets.only(top: 7),
                    decoration: BoxDecoration(
                      color: Colors.grey,
                      borderRadius: BorderRadius.circular(20),
                    ),
                  ),
                ),
              ),
              Positioned(
                top: 0,
                left: 0,
                right: 0,
                child: GestureDetector(
                  onVerticalDragEnd: (details) {
                    if (details.primaryVelocity! > 0) {
                      Navigator.of(context).pop(); // Pops the current screen
                    }
                  },
                  child: Container(
                    height: 100, // Increased height for hitbox
                    decoration: BoxDecoration(
                      color: Colors.transparent, // Invisible hitbox
                    ),
                  ),
                ),
              ),
            ],
          ),
        ),
      ),
    );
  }

  // Localized prayer names based on the language
  String _getLocalizedPrayerName(String prayerName, String languageCode) {
    final Map<String, String> localizedNames = {
      'Morning Prayer': languageCode.startsWith('ar')
          ? 'صلاة باكر'
          : 'Morning Prayer',
      'Third Hour Prayer': languageCode.startsWith('ar')
          ? 'صلاة الساعة الثالثة'
          : 'Third Hour Prayer',
      'Sixth Hour Prayer': languageCode.startsWith('ar')
          ? 'صلاة الساعة السادسة'
          : 'Sixth Hour Prayer',
      'Ninth Hour Prayer': languageCode.startsWith('ar')
          ? 'صلاة الساعة التاسعة'
          : 'Ninth Hour Prayer',
      'Eleventh Hour (Vespers)': languageCode.startsWith('ar')
          ? 'صلاة الساعة الحادية عشر (الغروب)'
          : 'Eleventh Hour (Vespers)',
      'Twelfth Hour (Compline)': languageCode.startsWith('ar')
          ? 'صلاة الساعة الثانية عشر (النوم)'
          : 'Twelfth Hour (Compline)',
      'Midnight Prayer': languageCode.startsWith('ar')
          ? 'صلاة نصف الليل'
          : 'Midnight Prayer',
    };

    return localizedNames[prayerName] ?? prayerName;
  }

  // Introductory texts based on the prayer name
  String _getIntroText(String prayerName, String languageCode) {
    final Map<String, String> introTexts = {
      'صلاة باكر': 'في هذه الصلاة نشكر الله على انقضاء الليل بسلام، ونطلب من أجل نهار مضيء بالأعمال الصالحة، وفيها نذكر قيامة السيد المسيح في باكر النهار فنمجده على قيامته.',
      'صلاة الساعة الثالثة': 'في مثل هذه الساعة حكم بيلاطس على السيد المسيح، وأيضًا في مثلها حل الروح القدس على التلاميذ الأطهار. في هذه الصلاة نطلب إضرام مواهب الروح القدس فينا. وهذه الساعة تقابل التاسعة صباحا بالتوقيت الإفرنجي..',
      'صلاة الساعة السادسة': 'محتوى صلاة الساعة السادسة.',
      'صلاة الساعة التاسعة': 'محتوى صلاة الساعة التاسعة.',
      'صلاة الساعة الحادية عشر (الغروب)': 'محتوى صلاة الساعة الحادية عشر (الغروب).',
      'صلاة الساعة الثانية عشر (النوم)': 'محتوى صلاة الساعة الثانية عشر (النوم).',
      'صلاة نصف الليل': 'محتوى صلاة نصف الليل.',
      'Morning Prayer': 'In this prayer, we thank God for the peaceful end of the night and ask for a day filled with good deeds, and we remember the resurrection of Jesus Christ at the beginning of the day and glorify Him for His resurrection.',
      'Third Hour Prayer': 'At this hour, Pilate passed judgment on Jesus, and at the same time, the Holy Spirit descended upon the apostles. In this prayer, we ask for the kindling of the gifts of the Holy Spirit within us. This hour corresponds to 9 AM in the Gregorian time.',
      'Sixth Hour Prayer': 'Content for the Sixth Hour Prayer.',
      'Ninth Hour Prayer': 'Content for the Ninth Hour Prayer.',
      'Eleventh Hour (Vespers)': 'Content for the Eleventh Hour Prayer.',
      'Twelfth Hour (Compline)': 'Content for the Twelfth Hour Prayer.',
      'Midnight Prayer': 'Content for the Midnight Prayer.',
    };

    return introTexts[prayerName] ?? '';
  }

  // Prayer content based on the prayer name
  List<Map<String, String>> _getPrayerContent(String prayerName,
      String languageCode) {
    final Map<String, List<Map<String, String>>> prayerContentMap = {
      'صلاة باكر': [
        {
          'title': 'مقدمة كل ساعة',
          'text': 'باسم الآب والابن والروح القدس الإله الواحد آمين. يا رب ارحم. يا رب ارحم. يا رب بارك. آمين. المجد للآب والابن والروح القدس الآن وكل أوان وإلى دهر الدهور آمين.'
        },
        {
          'title': 'الصلاة الربانية',
          'text': 'للهم اجعلنا مستحقين أن نقول بشكر: أبانا الذي في السموات. ليتقدس اسمك. ليأت ملكوتك. لتكن مشيئتك. كما في السماء كذلك على الأرض. خبزنا الذي للغد أعطنا اليوم. وأغفر لنا ذنوبنا كما نغفر نحن أيضا للمذنبين إلينا. ولا تدخلنا في تجربة. لكن نجنا من الشرير. بالمسيح يسوع ربنا لأن لك الملك والقوة والمجد إلى الأبد. آمين.'
        },
        {
          'title': 'صلاة الشكر',
          'text': 'فلنشكر صانع الخيرات الرحوم الله، أبا ربنا وإلهنا ومخلصنا يسوع المسيح، لأنه سترنا وأعاننا، وحفظنا، وقبلنا إليه وأشفق علينا وعضدنا، وأتى بنا إلى هذه الساعة. هو أيضا فلنسأله أن يحفظنا في هذا اليوم المقدس وكل أيام حياتنا بكل سلام. الضابط الكل الرب إلهنا. أيها السيد الإله ضابط الكل أبو ربنا وإلهنا ومخلصنا يسوع المسيح، نشكرك على كل حال ومن أجل كل حال، وفى كل حال، لأنك سترتنا، وأعنتنا، وحفظتنا، وقبلتنا إليك، وأشفقت علينا، وعضدتنا، وأتيت بنا إلى هذه الساعة. من أجل هذا نسأل ونطلب من صلاحك يا محب البشر، امنحنا أن نكمل هذا اليوم المقدس وكل أيام حياتنا بكل سلام مع خوفك. كل حسد، وكل تجربة وكل فعل الشيطان ومؤامرة الناس الأشرار، وقيام الأعداء الخفيين والظاهريين، انزعها عنا وعن سائر شعبك، وعن موضعك المقدس هذا. أما الصالحات والنافعات فارزقنا إياها. لأنك أنت الذي أعطيتنا السلطان أن ندوس الحيات والعقارب وكل قوة العدو. ولا تدخلنا في تجربة، لكن نجنا من الشرير. بالنعمة والرأفات ومحبة البشر اللواتي لابنك الوحيد ربنا وإلهنا ومخلصنا يسوع المسيح. هذا الذي من قبله المجد والإكرام والعزة والسجود تليق بك معه مع الروح القدس المحيي المساوي لك الآن وكل أوان وإلى دهر الدهور آمين.'
        },
        {
          'title': 'المزمور الخمسون',
          'text': 'ارحمني يا الله كعظيم رحمتك، ومثل كثرة رأفتك تمحو إثمي. اغسلني كثيرا من إثمي ومن خطيتي طهرني، لأني أنا عارف بإثمي وخطيتي أمامي في كل حين. لك وحدك أخطأت، والشر قدامك صنعت. لكي تتبرر في أقوالك. وتغلب إذا حوكمتُ. لأني هاأنذا بالإثم حبل بي، وبالخطايا ولدتني أمي. لأنك هكذا قد أحببت الحق، إذ أوضحت لي غوامض حكمتك ومستوراتها. تنضح على بزوفاك فأطهر، تغسلني فأبيض أكثر من الثلج. تسمعني سرورا وفرحا، فتبتهج عظامي المنسحقة. اصرف وجهك عن خطاياي، وامح كل آثامي. قلبا نقيا اخلق في يا الله، وروحا مستقيما جدده في أحشائي. لا تطرحني من قدام وجهك وروحك القدوس لا تنزعه منى. امنحني بهجة خلاصك، وبروح رئاسي عضدني فأعلم الأثمة طرقك والمنافقون إليك يرجعون، نجني من الدماء يا الله إله خلاصي، فيبتهج لساني بعدلك. يا رب افتح شفتي، فيخبر فمي بتسبيحك. لأنك لو آثرت الذبيحة لكنت الآن أعطي، ولكنك لا تسر بالمحرقات، فالذبيحة لله روح منسحق. القلب المنكسر والمتواضع لا يرذله الله، أنعم يا رب بمسرتك على صهيون، ولتبن أسوار أورشليم. حينئذ تسر بذبائح البر قربانا ومحرقات ويقربون على مذابحك العجول. هلليلويا.'
        },
        {
          'title': 'البولس من رسالة أفسس (4: 1-5)',
          'text': 'أسألكم أنا الأسير في الرب أن تسلكوا كما يحق للدعوة التي دعيتم إليها، بكل تواضع القلب والوداعة وطول الأناة، محتملين بعضكم بعضا بالمحبة، مسرعين إلى حفظ وحدانية الروح برباط الصلح الكامل لكي تكونوا جسدًا واحدًا وروحًا واحدا، كما دعيتم في رجاء دعوتكم الواحد. ربٍّ واحد. وإيمان واحد. ومعمودية واحدة.'
        },
        {
          'title': 'من إيمان الكنيسة',
          'text': 'واحد هو الله أبو كل أحد. واحد هو أيضا ابنه يسوع المسيح الكلمة، الذي تجسد ومات وقام من الأموات في اليوم الثالث وأقامنا معه، واحد هو الروح القدس المعزى الواحد بأقنومه، منبثق من الآب، يطهر كل البرية. يعلمنا أن نسجد للثالوث القدوس بلاهوت واحد وطبيعة واحدة، نسبحه ونباركه إلى الأبد. آمين.'
        },
        {
          'title': 'بدء صلاة باكر',
          'text': 'صلاة باكر من النهار المبارك، أقدمها للمسيح ملكي وإلهي، وأرجوه أن يغفر لي خطاياي.من مزامير معلمنا داود النبي بركاته علينا أمين.'
        },
        {
          'title': '(1) المزمور الأول',
          'text': 'طوبى للرجل الذي لم يسلك في مشورة المنافقين. وفى طريق الخطاة لم يقف، وفى مجلس المستهزئين لم يجلس. لكن في ناموس الرب إرادته، وفى ناموسه يلهج نهارا وليلا. فيكون كالشجرة المغروسة على مجارى المياه التي تعطى ثمرها في حينه. وورقها لا ينتثر، وكل ما يصنع ينجح فيه. ليس كذلك المنافقون، ليس كذلك. لكنهم كالهباء الذي تذريه الريح عن وجه الأرض. فلهذا لا يقوم المنافقون في الدينونة، ولا الخطاة في مجمع الصديقين. لأن الرب يعرف طريق الأبرار، وأما طريق المنافقين فتباد. هلليلويا.'
        },
        {
          'title': '(2) المزمور الثاني',
          'text': 'لماذا ارتجت الأمم، وتفكرت الشعوب في الباطل. قام ملوك الأرض وتآمر الرؤساء معا على الرب وعلى مسيحه قائلين: لنقطع أغلالهما، ولنطرح عنا نيرهما. الساكن في السموات يضحك بهم، والرب يستهزئ بهم. حينئذ يكلمهم بغضبه، وبرجزه يرجفهم. أنا أقمته ملكا على صهيون جبل قدسه، لأكرز بأمر الرب. الرب قال لي: أنت ابني، وأنا اليوم ولدتك. اسألني فأعطيك الأمم ميراثك، وسلطانك إلى أقطار الأرض. لترعاهم بقضيب من حديد. ومثل آنية الفخار تسحقهم. فالآن أيها الملوك افهموا، وتأدبوا يا جميع قضاة الأرض اعبدوا الرب بخشية. وهللوا له برعدة. الزموا الأدب لئلا يغضب الرب فتضلوا عن طريق الحق. عندما يتقد غضبه بسرعة، طوبى لجميع المتكلين عليه هلليلويا.'
        },
        {
          'title': '(3) المزمور الثالث',
          'text': 'يا رب لماذا كثر الذين يحزنونني، كثيرون قاموا علي. كثيرون يقولون لنفسي، ليس له خلاص بإلهه. أنت يا رب أنت هو ناصري، مجدي ورافع رأسي. بصوتي إلى الرب صرخت. فاستجاب لي من جبل قدسه. أنا اضطجعت ونمت، ثم استيقظت لأن الرب ناصري. فلا أخاف من ربوات الجموع المحيطين بي القائمين على. قم يا رب خلصني يا إلهي، لأنك ضربت كل من يعاديني باطلا. أسنان الخطاة سحقتها. للرب الخلاص وعلى شعبه بركته. هلليلويا.'
        },
        {
          'title': '(4) المزمور الرابع',
          'text': 'إذ دعوتُ استجبتَ لي يا إله بري. في الشدة فرجت عنى. تراءف على يا رب واسمع صلاتي. يا بني البشر، حتى متى تثقل قلوبكم؟ لماذا تحبون الباطل وتبتغون الكذب؟ اعلموا أن الرب قد جعل صفيه عجبا. الرب يستجيب لي إذا ما صرخت إليه. اغضبوا ولا تخطئوا، الذي تقولونه في قلوبكم اندموا عليه في مضاجعكم. اذبحوا ذبيحة البر، وتوكلوا على الرب. كثيرون يقولون: من يرينا الخيرات؟ قد أضاء علينا نور وجهك يا رب. أعطيت سرورا لقلبي أوفر من الذين كثرت حنطتهم وخمرهم وزيتهم. فبالسلامة أضطجع أيضا وأنام، لأنك أنت وحدك يا رب أسكنتني على الرجاء هلليلويا.'
        },
        {
          'title': '(5) المزمور الخامس',
          'text': 'أنصت يا رب لكلماتي، واسمع صراخي. أصغ إلى صوت طلبتي يا ملكي وإلهي، لأني إليك أصلى. يا رب بالغداة تسمع صوتي، بالغداة أقف أمامك وتراني. لأنك إله لا تشاء الإثم، ولا يساكنك من يصنع الشر. ولا يثبت مخالفو الناموس أمام عينيك. يا رب أبغضت جميع فاعلي الإثم، وتهلك كل الناطقين بالكذب. رجل الدماء والغاش يرذله الرب. أما أنا فبكثرة رحمتك أدخل بيتك، وأسجد قدام هيكل قدسك بمخافتك. اهدني يا رب ببرك. من أجل أعدائي سهل أمامي طريقك. لأن ليس في أفواههم صدق. باطل هو قلبهم. حنجرتهم قبر مفتوح. وبألسنتهم قد غشوا. فدنهم يا لله. وليسقطوا من جميع مؤامراتهم وككثرة نفاقهم استأصلهم، لأنهم قد أغضبوك يا رب. وليفرح جميع المتكلين عليك، إلى الأبد يسرون وتحل فيهم. ويفتخر بك كل الذين يحبون اسمك. لأنك أنت باركت الصديق يا رب. كما بترس المسرة كللتنا. هلليلويا.'
        },
        {
          'title': '(6) المزمور السادس',
          'text': 'يا رب لا تبكتني بغضبك، ولا تؤدبني بسخطك. ارحمني يا رب فإني ضعيف، اشفني يا رب فإن عظامي قد اضطربت ونفسي قد انزعجت جدا. وأنت يا رب فإلي متى؟ عد ونج نفسي، وأحيني من أجل رحمتك. لأنه ليس في الموت من يذكرك ولا في الجحيم من يعترف لك. تعبت في تنهدي. أعوم كل ليلة سريري، وبدموعي أبل فراشي. تعكرت من الغضب عيناي. شاخت من سائر أعدائي . ابعدوا عنى يا جميع فاعلي الإثم. لأن الرب قد سمع صوت بكائي. الرب سمع تضرعي، الرب لصلاتي قبل، فليَخزَ وليضطرب جدا جميع أعدائي، وليرتدوا إلى ورائهم بالخزي سريعا جدا. هلليلويا.'
        },
        {
          'title': '(7) المزمور الثامن',
          'text': 'أيها الرب ربنا، ما أعجب اسمك في الأرض كلها! لأنه قد ارتفع عظم جلالك فوق السموات. من أفواه الأطفال والرضعان هيأت سبحا، من أجل أعدائك، لتسكت عدوا ومنتقما. لأني أرى السموات أعمال أصابعك. القمر والنجوم أنت أسستها. من هو الإنسان حتى تذكره، أو ابن الإنسان حتى تفتقده؟! أنقصته قليلا عن الملائكة. بالمجد والكرامة توجته، وعلى أعمال يديك أقمته. كل شيء أخضعت تحت قدميه، الغنم والبقر جميعا وأيضا بهائم الحقل، وطيور السماء وأسماك البحر السالكة في البحار. أيها الرب ربنا. ما أعجب اسمك في الأرض كلها. هلليلويا.'
        },
        {
          'title': '(8) المزمور الحادي عشر',
          'text': 'خلصني يا رب فإن البار قد فني، وقد قلت الأمانة من بنى البشر. تكلم كل واحد مع قريبه بالأباطيل. شفاه غاشة في قلوبهم وبقلوبهم تخاطبوا. يستأصل الرب جميع الشفاه الغاشة، واللسانَ الناطق بالعظائم. الذين قالوا: نعظم ألسنتنا شفاهنا معنا، فمن هو رب علينا؟! من أجل شقاء المساكين وتنهد البائسين الآن أقوم، يقول الرب، أصنع الخلاص علانية. كلام الرب كلام نقي، فضة محماة مجربة في الأرض، قد صفيت سبعة أضعاف. وأنت يا رب تنجينا وتحفظنا من هذا الجيل وإلى الدهر. المنافقون حولنا يمشون. مثل ارتفاعك أكثرت أعمار بنى البشر. هلليلويا.'
        },
        {
          'title': ' (9) المزمور الثاني عشر',
          'text': 'لى متى يا رب تنساني؟ إلى الانقضاء؟ حتى متى تصرف وجهك عني؟ إلى متى أردد هذه المشورات في نفسي، وهذه الأوجاع في قلبي النهار كله؟ إلى متى يرتفع عدوى علي؟ انظر واستجب لي يا ربي وإلهي. أنر عيني لئلا أنام نوم الموت، لئلا يقول عدوي: إني قد قويت عليه. الذين يحزنونني يتهللون إن أنا زللت. أما أنا فعلى رحمتك توكلت.  يبتهج قلبي بخلاصك. أسبح الرب المحسنَ إلي، وأرتل لاسم الرب العلي. هلليلويا.'
        },
        {
          'title': '(10) المزمور الرابع عشر',
          'text': 'يا رب من يسكن في مسكنك، ومن يحل في جبل قدسك؟ السالك بلا عيب والفاعل البر، والمتكلم بالحق في قلبه، الذي لا يغش بلسانه، ولا يصنع بقريبه سوءا، ولا يقبل عارا على جيرانه. فاعل الشر مرذول أمامه، ويمجد الذين يتقون الرب. الذي يحلف لقريبه ولا يغدر به. ولا يعطى فضته بالربا، ولا يقبل الرشوة على الأبرياء. الذي يصنع هذا لا يتزعزع إلى الأبد. هلليلويا.'
        },
        {
          'title': '(11) المزمور الخامس عشر',
          'text': 'احفظني يا رب فإني عليك توكلت. قلت للرب: أنت ربي، ولا تحتاج إلى صلاحي. أظهر عجائبه لقديسيه الذين في أرضه، وصنع فيهم كل مشيئاته. كثرت أمراضهم الذين أسرعوا وراء آخر. لا أجمع مجامعهم من الدماء، ولا أذكر أسماءهم بشفتي. الرب هو نصيب ميراثي وكأسي. أنت الذي ترد إلى ميراثي. حبال المساحة وقعت لي في أرض خصبة، وإن ميراثي لثابت لي. أبارك الرب الذي أفهمني. وأيضا إلى الليل تنذرني كليتاي. تقدمت فرأيت الرب أمامي في كل حين، لأنه عن يميني لكي لا أتزعزع. من أجل هذا فرح قلبي وتهلل لساني. وأيضا جسدي يسكن على الرجاء. لأنك لا تترك نفسي في الجحيم. ولا تدع قدوسك يرى فسادا. قد عرفتني سبل الحياة. تملأني فرحا مع وجهك. البهجة في يمينك إلى الانقضاء. هلليلويا.'
        },
        {
          'title': '(12) المزمور الثامن عشر',
          'text': 'السموات تحدث بمجد الله، والفلك يخبر بعمل يديه. يوم إلى يوم يبدي قولا. وليل إلى ليل يظهر علما. لا قول ولا كلام. لا تسمع أصواتهم، في كل الأرض خرج منطقهم. وإلى أقصى المسكونة بلغت أقوالهم. جعل في الشمس مظلته. وهى مثل العريس الخارج من خدره. تتهلل مثل الجبار الذي يسرع في طريقه. من أقصى السماء خروجها، ومنتهاها إلى أقصى السماء ولا شيء يختفي من حرارتها. ناموس الرب بلا عيب، يرد النفوس. شهادة الرب صادقة، تعلم الأطفال. فرائض الرب مستقيمة، تفرح القلب. وصية الرب مضيئة، تنير العينين عن بعد. خشية الرب زكية، دائمة إلى أبد الأبد. أحكام الرب أحكام حق وعادلة معا. شهوة قلبه مختارة. أفضل من الذهب والحجر الكثير الثمن، وأحلى من العسل والشهد. عبدك يحفظها، وفى حفظها ثواب عظيم. الهفوات من يشعر بها؟ من الخطايا المستترة يا رب طهرني، ومن الغرباء احفظ عبدك حتى لا يتسلطوا على، فحينئذ أكون بلا عيب، وأتنقى من خطية عظيمة. وتكون جميع أقوال فمي وفكر قلبي مرضية أمامك في كل حين. يا رب أنت معيني ومخلصي. هلليلويا.'
        },
        {
          'title': '(13) المزمور الرابع والعشرون',
          'text': 'إليك يا رب رفعت نفسي، يا إلهي عليك توكلت. فلا تخزني إلى الأبد، ولا تشْمت بي أعدائي. لأن جميع الذين ينتظرونك لا يخزون. ليخز الذين يصنعون الإثم باطلا. أظهر لي يا رب طرقك، وعلمني سبلك. اهدني إلى عدلك وعلمني. لأنك أنت هو الله مخلصي، وإياك انتظرت النهار كله. اذكر يا رب رأفاتك ومراحمك، لأنها ثابتة منذ الأزل. خطايا شبابي وجهالاتي لا تذكر. كرحمتك اذكرني أنت من أجل صلاحك يا رب. الرب صالح ومستقيم، لذلك يرشد الذين يخطئون في الطريق. يهدى الودعاء في الحكم، يعلم الودعاء طرقه. جميع طرق الرب رحمة وحق لحافظي عهده وشهاداته. من أجل اسمك يا رب اغفر لي خطيتي لأنها كثيرة. من هو الإنسان الخائف الرب، يرشده في الطريق التي ارتضاها. نفسه في الخيرات تثبت، ونسله يرث الأرض. الرب عز لخائفيه، واسم الرب لأتقيائه. ولهم يعلن عهده. عيناي تنظران إلى الرب في كل حين، لأنه يجتذب من الفخ رجلي. انظر إلى وارحمني، لأني ابن وحيد وفقير أنا. أحزان قلبي قد كثرت، أخرجني من شدائدي. انظر إلى ذلي وتعبي. واغفر لي جميع خطاياي. انظر إلى أعدائي فإنهم قد كثروا وأبغضوني ظلما. احفظ نفسي ونجني، لا أخزى لأني عليك توكلت. الذين لا شر فيهم والمستقيمون لصقوا بي، لأني انتظرتك يا رب. يا الله أنقذ إسرائيل من جميع شدائده. هلليلويا.'
        },
        {
          'title': '(14) المزمور السادس والعشرون',
          'text': 'الرب نوري وخلاصي ممن أخاف؟! الرب حصن حياتي ممن أجزع؟! عندما يقترب الأشرار منى ليأكلوا لحمي، مضايقي وأعدائي عثروا وسقطوا. إن يحاربني جيش فلن يخاف قلبي. وإن قام على قتال ففي هذا أنا أطمئن. واحدة سألت من الرب وإياها ألتمس. أن أسكن في بيت الرب كلَّ أيام حياتي. لكي أنظر نعيم الرب، وأتفرس في هيكله المقدس. لأنه أخفاني في خيمته. في يوم شدتي، سترني بستر مظلته. وعلى صخرة رفعني. والآن هوذا قد رفع رأسي على أعدائي. طفت وذبحت في مظلته ذبيحة التهليل، أسبح وأرتل للرب. استمع يا رب صوتي الذي به دعوتك. ارحمني واستجب لي فإنه لك قال قلبي: طلبت وجهك، ووجهك يا رب ألتمس. لا تحجب وجهك عنى، ولا تنبذ بغضبك عبدك. كن لي معينا، لا تخذلني ولا ترفضني يا الله مخلصي. فإن أبى وأمي قد تركاني، وأما الرب فقبلني. علمني يا رب طريقك، واهدني في سبيل مستقيم من أجل أعدائي. لا تسلمني إلى أيدي مضايقي، لأنه قد قام على شهود زور، وكذبوا علي ظلما. وأنا أؤمن أنى أعاين خيرات الرب في أرض الأحياء. انتظر الربّ، تقوَّ وليتشدد قلبك وانتظر الرب. هلليلويا.'
        },
        {
          'title': '(15) المزمور الثاني والستون',
          'text': 'يا الله إلهي إليك أبكر، عطشت إليك نفسي. يشتاق إليك جسدي، في أرض مقفرة وموضع غير مسلوك ومكان بلا ماء. هكذا ظهرت لك في القدس، لأرى قوّتك ومجدك. لان رحمتك أفضل من الحياة. شفتاي تسبحانِك. لذلك أباركك في حياتي، وباسمك أرفع يدي. فتشبع نفسي كما من شحم ودسم. بشفاه الابتهاج نبارك اسمك. كنت أذكرك على فراشي، وفى أوقات الأسحار كنت أرتل لك. لأنك صرت لي عونا، وبظل جناحيك أبتهج. التحقت نفسي وراءك، ويمينك عضدتني. أما الذين طلبوا نفسي للهلاك، فيدخلون في أسافل الأرض. ويُدفعون إلى يد السيف، ويكونون أنصبة للثعالب. أما الملك فيفرح بالله، ويفتخر كل من يحلف به. لأن أفواه المتكلمين بالظلم تُسَدُّ. هلليلويا.'
        },
        {
          'title': '(16) المزمور السادس والستون',
          'text': 'ليتراءف الله علينا ويباركنا، وليظهر وجهه علينا ويرحمنا. لتعرَف في الأرض طريقك، وفى جميع الأمم خلاصك. فلتعترف لك الشعوب يا الله، فلتعترف لك الشعوب كلها. لتفرح الأمم وتبتهج، لأنك تحكم في الشعوب بالاستقامة، وتهدى الأمم في الأرض. فلتعترف لك الشعوب يا الله، فلتعترف لك الشعوب جميعا. الأرض أعطت ثمرتها، فليباركنا الله إلهنا. ليباركنا الله، فلتخشه جميع أقطار الأرض. هلليلويا.'
        },
        {
          'title': '(17) المزمور التاسع والستون',
          'text': 'اللهم التفت إلى معونتي، يا رب أسرع وأعنى. ليَخزَ ويخجل طالبو نفسي، وليرتد إلى خلف ويخجل الذين يبتغون لي الشر. وليرجع بالخزي سريعا القائلون لي: نِعِمَّا نِعِمَّا. وليبتهج ويفرح بك جميع الذين يلتمسونك، وليقل في كل حين محبو خلاصك: فليتعظم الرب. وأما أنا فمسكين وفقير، اللهم أعنى. أنت معيني ومخلصي يا رب فلا تبطئ.هلليلويا.'
        },
        {
          'title': '(18) المزمور المائة والثاني عشر',
          'text': 'سبحوا الرب أيها الفتيان، سبحوا اسم الرب. ليكن اسم الرب مباركا من الآن وإلى الأبد. من مشارق الشمس إلى مغاربها باركوا اسم الرب. الرب عالٍ على كل الأمم، فوق السموات مجده. من مثل الرب إلهنا؟!‍ الساكن في الأعالي، الناظِر إلى المتواضعين في السماء وعلى الأرض. المقيم المسكين من التراب، الرافع البائس من المِزْبَلة لكي يُجلسه مع رؤساء شعبه. الذي يجعل العاقرَ ساكنة في بيت، أم أولادٍ فرحة. هلليلويا.'
        },
        {
          'title': '(19) المزمور المائة والثاني والأربعون',
          'text': 'يا رب اسمع صلاتي. أنصت إلى طلبتي بحقك. استجب لي بعدلك. ولا تدخل في المحاكمة مع عبدك، فإنه لن يتزكى قدامك كل حي. لأن العدو قد اضطهد نفسي، وأذل في الأرض حياتي. أجلسَني في الظلمات مثل الموتى منذ الدهر، أضجر في روحي، اضطرب في قلبي. تذكرت الأيام الأولى ولهجت في كل أعمالك، وفى صنائع يديك كنت أتأمل. بسطت إليك يدي، صارت نفسي لك مثل أرض بلا ماء. استجب لي يا رب عاجلا، فقد فنيت روحي. لا تحجب وجهك عني، فأشابه الهابطين في الجب. فلأسمع في الغدوات رحمتك، فإني عليك توكلت. عرفني يا رب الطريق التي أسلك فيها، لأني إليك رفعت نفسي. أنقذني من أعدائي يا رب، فإني لجأت إليك. علمني أن أصنع مشيئتك، لأنك أنت هو إلهي. روحك القدوس فليهدني إلى الاستقامة، من أجل اسمك يا رب تحييني. بحقك تخرج من الشدة نفسي، وبرحمتك تستأصل أعدائي. وتهلك جميع مضايقي نفسي، لأني أنا هو عبدك أنا. هلليلويا.'
        },
        {
          'title': '(إنجيل يوحنا 1: 1ـ17)',
          'text': 'من إنجيل معلمنا يوحنا البشير بركاته علينا أمين. في البدء كان الكلمة، والكلمة كان عندَ الله. وكان الكلمة الله، هذا كان في البدء عند الله. كل شيء به كان، وبغيره لم يكن شيء مما كان. فيه كانت الحياة، والحياة كانت نورَ الناس، والنور أضاء في الظلمة، والظلمة لم تدركه. كان إنسان مرسل من الله اسمه يوحنا، هذا جاء للشهادة ليشهد للنور ليؤمن الكل بواسطته. لم يكن هو النور بل ليشهد للنور، كان النورُ الحقيقي الذي ينير كل إنسان آتيا إلى العالم. كان في العالم، وكُوِّنَ العالم به، ولم يعرفه العالم. إلى خاصته جاء، وخاصته لم تقبله. وأما الذين قبلوه فأعطاهم سلطانًا أن يصيروا أبناء الله، الذين يؤمنون باسمه، الذين ولدوا ليس من دم، ولا من مشيئة جسد، ولا من مشيئة رجل، لكن من الله ولدوا. والكلمة صار جسدًا وحل بيننا ورأينا مجده مثل مجد ابن وحيد لأبيه مملوءًا نعمة وحقًا. يوحنا شهد له وصرخ قائلًا: هذا هو الذي قلت عنه إن الذي يأتي بعدى كان قبلي، لأنه كان أقدم منى. ونحن جميعا أخذنا من ملئه، ونعمة عوضًا عن نعمة. لأن الناموس بموسى أعطى. أما النعمة والحق فبيسوع المسيح صارا. والمجد لله دائمًا أبديًا أمين.'
        },
        {
          'title': 'القطعة الأولى',
          'text': 'أيها النور الحقيقي الذي يضئ لكل إنسان آت إلى العالم، أتيت إلى العالم بمحبتك للبشر، وكل الخليقة تهللت بمجيئك. خلصت أبانا آدم من الغواية، وعتقت أمنا حواء من طلقات الموت، وأعطيتنا روح البنوة، نسبحك ونباركك قائلين: (ذوكصابتري كيه إيو كي آجيو ابنيفماتي - المجد للآب والابن والروح القدس).'
        },
        {
          'title': 'القطعة الثانية',
          'text': 'إذا ما دخل إلينا وقت الصباح أيها المسيح إلهنا النور الحقيقي، فلتشرق فينا الحواس المضيئة والأفكار النورانية. ولا تغطينا ظلمة الآلام، لكي نسبحك عقليا مع داود قائلين: "سبقت عيناي وقت السحر لأتلو في جميع أقوالك". اسمع أصواتنا كعظيم رحمتك، ونجنا أيها الرب إلهنا بتحننك. (كي نين، كي آ إي، كي ايستوس إي أوناس تون إي أونون آمين - الآن وكل أوان وإلى دهر الداهرين آمين)'
        },
        {
          'title': 'القطعة الثالثة',
          'text': 'أنت هي أم النور المكرمة، من مشارق الشمس إلى مغاربها يقدمون لك تمجيدات يا والدة الإله السماء الثانية، لأنك أنت هي الزهرة النيرة غير المتغيرة والأم الباقية عذراء، لأن الآب اختارك، والروح القدس ظللك، والابن تنازل وتجسد منك. فاسأليه أن يعطى الخلاص للعالم الذي خلقه، وأن ينجيَّه من التجارب. نسبحه تسبيحا جديدا ونباركه الآن وكل أوان وإلى الأبد. أمين.'
        },
        {
          'title': 'تسبحة الملائكة',
          'text': 'فلنسبح مع الملائكة قائلين: المجد لله في الأعالي وعلى الأرض السلام وفى الناس المسرة. نسبحك. نباركك. نخدمك. نسجد لك. نعترف لك. ننطق بمجدك. نشكرك من أجل عظم مجدك، أيها الرب المالك على السموات، الله الآب ضابط الكل، والرب الابن الواحد الوحيد يسوع المسيح، والروح القدس. أيها الرب الإله، حمل الله، ابن الآب، رافع خطية العالم، ارحمنا. يا حامل خطية العالم، اقبل طلباتنا إليك. أيها الجالس عن يمين أبيه، ارحمنا. أنت وحدك القدوس. أنت وحدك العالي يا ربى يسوع المسيح والروح القدس. مجدا لله الآب أمين. أباركك كل يوم، وأسبح اسمك القدوس إلى الأبد. وإلى أبد الأبد. أمين. منذ الليل روحي تبكر إليك يا إلهي، لأن أوامرك هي نور على الأرض. كنت أتلو في طرقك، لأنك صرت لي معينا. باكرا يا رب تسمع صوتي، بالغداة أقف أمامك وتراني.'
        },
        {
          'title': 'الثلاث تقديسات',
          'text': 'قدوس الله، قدوس القوى، قدوس الحي الذي لا يموت، الذي ولد من العذراء، ارحمنا. قدوس الله، قدوس القوى، قدوس الحي الذي لا يموت، الذي صلب عنا، ارحمنا. قدوس الله، قدوس القوى، قدوس الحي الذي لا يموت، الذي قام من الأموات وصعد إلى السموات، ارحمنا. المجد للآب والابن والروح القدس، الآن وكل أوان وإلى دهر الدهور. أمين. أيها الثالوث القدوس ارحمنا. أيها الثالوث القدوس ارحمنا. أيها الثالوث القدوس ارحمنا. يا رب اغفر لنا خطايانا. يا رب اغفر لنا آثامنا. يا رب اغفر لنا زلاتنا. يا رب افتقد مرضى شعبك، اشفهم من أجل اسمك القدوس. آباؤنا وإخوتنا الذين رقدوا، يا رب نيح نفوسهم. يا من هو بلا خطية، يا رب ارحمنا. يا من بلا خطية، يا رب أعنا، واقبل طلباتنا إليك. لأن لك المجد والعزة والتقديس المثلث. يا رب ارحم. يا رب ارحم يا رب بارك. أمين.'
        },
        {
          'title': 'الصلاة الربانية',
          'text': 'اللهم اجعلنا مستحقين أن نقول بشكر: أبانا الذي في السموات. ليتقدس اسمك. ليأت ملكوتك. لتكن مشيئتك. كما في السماء كذلك على الأرض. خبزنا الذي للغد أعطنا اليوم. وأغفر لنا ذنوبنا كما نغفر نحن أيضا للمذنبين إلينا. ولا تدخلنا في تجربة. لكن نجنا من الشرير. بالمسيح يسوع ربنا لأن لك الملك والقوة والمجد إلى الأبد. آمين.'
        },
        {
          'title': 'السلام لك',
          'text': 'السلام لك. نسألك أيتها القديسة الممتلئة مجدا العذراء كل حين، والدة الإله أم المسيح، أصعدي صلواتنا إلى ابنك الحبيب ليغفر لنا خطايانا. السلام للتي ولدت لنا النور الحقيقي المسيح إلهنا، العذراء القديسة، اسألي الرب عنا، ليصنع رحمة مع نفوسنا، ويغفر لنا خطايانا. أيتها العذراء مريم والدة الإله، القديسة الشفيعة الأمينة لجنس البشرية، اشفعي فينا أمام المسيح الذي ولدته لكي ينعم علينا بغفران خطايانا. السلام لك أيتها العذراء الملكة الحقيقية، السلام لفخر جنسنا، ولدت لنا عمانوئيل. نسألك: اذكرينا، أيتها الشفيعة المؤتمنة، أمام ربنا يسوع المسيح، ليغفر لنا خطايانا.'
        },
        {
          'title': 'بدء قانون الإيمان',
          'text': 'نعظمك يا أم النور الحقيقي، ونمجدك أيتها العذراء القديسة، والدة الإله، لأنك ولدت لنا مخلص العالم، أتى وخلص نفوسنا. المجد لكَ يا سيدنا وملكنا المسيح، فخر الرسل، إكليل الشهداء تهليل الصديقين، ثبات الكنائس، غفران الخطايا. نبشر بالثالوث القدوس، لاهوت واحد، نسجد له ونمجده. يا رب ارحم. يا رب ارحم. يا رب بارك. أمين.'
        },
        {
          'title': 'قانون الإيمان المقدس الأرثوذكسي',
          'text': 'بالحقيقة نؤمن بإله واحد، الله الآب، ضابط الكل، خالق السماء والأرض، ما يُرَى وما لا يرى. نؤمن برب واحد يسوع المسيح، ابن الله الوحيد، المولود من الآب قبل كل الدهور، نور من نور، إله حق من إله حق، مولود غير مخلوق، مساو للآب في الجوهر، الذي به كان كل شيء. هذا الذي من أجلنا نحن البشر، ومن أجل خلاصنا، نزل من السماء، وتجسد من الروح القدس ومن مريم العذراء، وتأنس. وصلب عنا على عهد بيلاطس البنطي. وتألم وقبر وقام من بين الأموات في اليوم الثالث كما في الكتب، وصعد إلى السموات، وجلس عن يمين  أبيه، وأيضا يأتي في مجده ليدين الأحياء والأموات، الذي ليس لملكه انقضاء. نعم نؤمن بالروح القدس، الرب المحيى المنبثق من الآب. نسجد له ونمجده مع الآب والابن، الناطق في الأنبياء. وبكنيسة واحدة مقدسة جامعة رسولية. ونعترف بمعمودية واحدة لمغفرة الخطايا. وننتظر قيامة الأموات وحياة الدهر الآتي. أمين.'
        },
        {'title': 'كيرياليسون', 'text': '(يا رب ارحم) 41 مرة'},
        {
          'title': 'قدوس قدوس قدوس',
          'text': 'قدوس، قدوس، قدوس، رب الصباؤوت. السماء والأرض مملوءتان من مجدك وكرامتك. ارحمنا يا الله الآب ضابط الكل. أيها الثالوث القدوس ارحمنا. أيها الرب إله القوات كن معنا، لأنه ليس لنا معين في شدائدنا وضيقاتنا سواك. حل واغفر واصفح لنا يا الله عن سيئاتنا، التي صنعناها بإرادتنا والتي صنعناها بغير إرادتنا، التي فعلناها بمعرفة والتي فعلناها بغير معرفة، الخفية والظاهرة. يا رب اغفرها لنا، من أجل اسمك القدوس الذي دعي علينا. كرحمتك يا رب وليس كخطايانا.'
        },
        {
          'title': 'الصلاة الربانية',
          'text': 'اللهم اجعلنا مستحقين أن نقول بشكر: أبانا الذي في السموات. ليتقدس اسمك. ليأت ملكوتك. لتكن مشيئتك. كما في السماء كذلك على الأرض. خبزنا الذي للغد أعطنا اليوم. وأغفر لنا ذنوبنا كما نغفر نحن أيضا للمذنبين إلينا. ولا تدخلنا في تجربة. لكن نجنا من الشرير. بالمسيح يسوع ربنا لأن لك الملك والقوة والمجد إلى الأبد. آمين.'
        },
        {
          'title': 'التحليل',
          'text': 'أيها الرب إله القوات، الكائن قبل الدهور والدائم إلى الأبد، الذي خلق الشمس لضياء النهار، والليل راحة لكل البشر، نشكرك يا ملك الدهور لأنك أجزتنا هذا الليل بسلام وأتيت بنا إلى مبدأ النهار. من أجل هذا نسأل يا ملكنا ملك الدهور، ليشرق لنا نور وجهك، وليضيء علينا نور علمك الإلهي. واجعلنا يا سيدنا أن نكون بنى النور وبني  النهار، لكي نجوز هذا اليوم ببر وطهارة وتدبير حسن، لنكمل بقية أيام حياتنا بلا عثرة. بالنعمة والرأفة ومحبة البشر اللواتي لابنك الوحيد يسوع المسيح، وموهبة روحك القدوس. الآن وكل أوان وإلى الأبد. أمين.'
        },
        {
          'title': 'تحليل آخر',
          'text': 'أيها الباعث النور فينطلق، المشرق شمسه على الأبرار والأشرار، الذي صنع النور الذي يضئ على المسكونة، أنر عقولنا وقلوبنا وأفهامنا يا سيد الكل. هب لنا في هذا اليوم الحاضر أن نرضيك فيه. واحرسنا من كل شيء رديء ومن كل خطيئة، ومن كل قوة مضادة بالمسيح يسوع ربنا. هذا الذي أنت مبارك معه مع الروح القدس المحيى المساوي لك، الآن وكل أوان وإلى دهر الدهور. أمين.'
        },
        {
          'title': 'طلبة تصلى آخر كل ساعة',
          'text': 'ارحمنا يا الله ثم ارحمنا. يا من في كل وقت وكل ساعة، في السماء وعلى الأرض، مسجود له وممجد. المسيح إلهنا الصالح، الطويل الروح، الكثير الرحمة، الجزيل التحنن، الذي يحب الصديقين ويرحم الخطاة الذين أولهم أنا. الذي لا يشاء موت الخاطئ مثل ما يرجع ويحيا. الداعي الكل إلى الخلاص لأجل الموعد بالخيرات المنتظرة. يا رب اقبل منا في هذه الساعة وكل ساعة طلباتنا. سهل حياتنا، وأرشدنا إلى العمل بوصاياك. قدس أرواحنا. طهر أجسامنا. قوم أفكارنا. نق نياتنا. اشف أمراضنا واغفر خطايانا. ونجنا من كل حزن رديء ووجع قلب. أحطنا بملائكتك القديسين، لكي نكون بمعسكرهم محفوظين ومرشدين، لنصل إلى اتحاد الإيمان وإلى معرفة مجدك غير المحسوس وغير المحدود، فإنك مبارك إلى الأبد. أمين.'
        },
        {
          'title': 'الصلاة الربانية',
          'text': 'اللهم اجعلنا مستحقين أن نقول بشكر: أبانا الذي في السموات. ليتقدس اسمك. ليأت ملكوتك. لتكن مشيئتك. كما في السماء كذلك على الأرض. خبزنا الذي للغد أعطنا اليوم. وأغفر لنا ذنوبنا كما نغفر نحن أيضا للمذنبين إلينا. ولا تدخلنا في تجربة. لكن نجنا من الشرير. بالمسيح يسوع ربنا لأن لك الملك والقوة والمجد إلى الأبد. آمين.'
        },
      ],
      'صلاة الساعة الثالثة': [
        {
          'title': 'مقدمة كل ساعة',
          'text': 'باسم الآب والابن والروح القدس الإله الواحد آمين. يا رب ارحم. يا رب ارحم. يا رب بارك. آمين. المجد للآب والابن والروح القدس الآن وكل أوان وإلى دهر الدهور آمين.'
        },
        {
          'title': 'الصلاة الربانية',
          'text': 'اللهم اجعلنا مستحقين أن نقول بشكر: أبانا الذي في السموات. ليتقدس اسمك. ليأت ملكوتك. لتكن مشيئتك. كما في السماء كذلك على الأرض. خبزنا الذي للغد أعطنا اليوم. وأغفر لنا ذنوبنا كما نغفر نحن أيضا للمذنبين إلينا. ولا تدخلنا في تجربة. لكن نجنا من الشرير. بالمسيح يسوع ربنا لأن لك الملك والقوة والمجد إلى الأبد. آمين.'
        },
        {
          'title': 'صلاة الشكر',
          'text': 'فلنشكر صانع الخيرات الرحوم الله، أبا ربنا وإلهنا ومخلصنا يسوع المسيح، لأنه سترنا وأعاننا، وحفظنا، وقبلنا إليه وأشفق علينا وعضدنا، وأتى بنا إلى هذه الساعة. هو أيضا فلنسأله أن يحفظنا في هذا اليوم المقدس وكل أيام حياتنا بكل سلام. الضابط الكل الرب إلهنا. أيها السيد الإله ضابط الكل أبو ربنا وإلهنا ومخلصنا يسوع المسيح، نشكرك على كل حال ومن أجل كل حال، وفى كل حال، لأنك سترتنا، وأعنتنا، وحفظتنا، وقبلتنا إليك، وأشفقت علينا، وعضدتنا، وأتيت بنا إلى هذه الساعة. من أجل هذا نسأل ونطلب من صلاحك يا محب البشر، امنحنا أن نكمل هذا اليوم المقدس وكل أيام حياتنا بكل سلام مع خوفك. كل حسد، وكل تجربة وكل فعل الشيطان ومؤامرة الناس الأشرار، وقيام الأعداء الخفيين والظاهريين، انزعها عنا وعن سائر شعبك، وعن موضعك المقدس هذا. أما الصالحات والنافعات فارزقنا إياها. لأنك أنت الذي أعطيتنا السلطان أن ندوس الحيات والعقارب وكل قوة العدو. ولا تدخلنا في تجربة، لكن نجنا من الشرير. بالنعمة والرأفات ومحبة البشر اللواتي لابنك الوحيد ربنا وإلهنا ومخلصنا يسوع المسيح. هذا الذي من قبله المجد والإكرام والعزة والسجود تليق بك معه مع الروح القدس المحيي المساوي لك الآن وكل أوان وإلى دهر الدهور آمين.'
        },
        {
          'title': 'المزمور الخمسون',
          'text': 'ارحمني يا الله كعظيم رحمتك، ومثل كثرة رأفتك تمحو إثمي. اغسلني كثيرا من إثمي ومن خطيتي طهرني، لأني أنا عارف بإثمي وخطيتي أمامي في كل حين. لك وحدك أخطأت، والشر قدامك صنعت. لكي تتبرر في أقوالك. وتغلب إذا حوكمتُ. لأني هاأنذا بالإثم حبل بي، وبالخطايا ولدتني أمي. لأنك هكذا قد أحببت الحق، إذ أوضحت لي غوامض حكمتك ومستوراتها. تنضح على بزوفاك فأطهر، تغسلني فأبيض أكثر من الثلج. تسمعني سرورا وفرحا، فتبتهج عظامي المنسحقة. اصرف وجهك عن خطاياي، وامح كل آثامي. قلبا نقيا اخلق في يا الله، وروحا مستقيما جدده في أحشائي. لا تطرحني من قدام وجهك وروحك القدوس لا تنزعه منى. امنحني بهجة خلاصك، وبروح رئاسي عضدني فأعلم الأثمة طرقك والمنافقون إليك يرجعون، نجني من الدماء يا الله إله خلاصي، فيبتهج لساني بعدلك. يا رب افتح شفتي، فيخبر فمي بتسبيحك. لأنك لو آثرت الذبيحة لكنت الآن أعطي، ولكنك لا تسر بالمحرقات، فالذبيحة لله روح منسحق. القلب المنكسر والمتواضع لا يرذله الله، أنعم يا رب بمسرتك على صهيون، ولتبن أسوار أورشليم. حينئذ تسر بذبائح البر قربانا ومحرقات ويقربون على مذابحك العجول. هلليلويا.'
        },
        {
          'title': 'بدء الصلاة',
          'text': 'تسبحة الساعة الثالثة من النهار المبارك، أقدمها للمسيح ملكي وإلهى، وأرجوه أن يغفر لي خطاياي. من مزامير معلمنا داود النبي بركاته علينا أمين.'
        },
        {
          'title': '(1) المزمور التاسع عشر',
          'text': 'يستجيب لك الرب في يوم شدتك، ينصرك اسم إله يعقوب. يرسل لك عونا من قدسه، ومن صهيون يعضدك. يذكر جميع ذبائحك، ويستسمن محرقاتك. يعطيك الرب حسب قلبك، ويتمم كل مشورتك. نعترف لك يا رب بخلاصك، وباسم إلهنا ننمو. يكمل الرب كل سؤالك. الآن علمت أن الرب قد خلص مسيحه، واستجاب له من سماء قدسه بجبروت خلاص يمينه. هؤلاء بمركبات وهؤلاء بخيل، ونحن باسم الرب إلهنا ننمو. هم عثروا وسقطوا، ونحن قمنا وانتصبنا. يا رب خلص مَلِكك واستجب لنا يوم ندعوك. هلليلويا.'
        },
        {
          'title': '(2) المزمور الثاني والعشرون',
          'text': 'لرب يرعاني فلا يعوزني شيء. في مراع خضر يسكنني، إلى ماء الراحة يوردني. يرد نفسي. يهدني إلى سبل البر من أجل اسمه. إن سلكت في وسط ظلال الموت فلا أخاف شرا، لأنك أنت معي. عصاك وعكازك هما يعزيانني. هيأت قدامى مائدة تجاه مضايقي. مسحت بالزيت رأسي، وكأسك روتني بقوة. ورحمتك تدركني جميع أيام حياتي، ومسكني في بيت الرب إلى مدى الأيام. هلليلويا.'
        },
        {
          'title': '(3) المزمور الثالث والعشرون',
          'text': 'للرب الأرض وملؤها، المسكونة وجميع الساكنين فيها. هو على البحار أسسها، وعلى الأنهار هيأها. من يصعد إلى جبل الرب، أو من يقوم في موضع قدسه؟ الطاهر اليدين، النقي القلب. الذي لم يحمل نفسه إلى الباطل ولم يحلف بالغش. هذا ينال بركة من الرب، ورحمة من الله مخلصه، هذا هو جيل الذين يطلبون الرب ويبتغون وجه إله يعقوب. ارفعوا أيها الرؤساء أبواكم، وارتفعي أيتها الأبواب الدهرية، فيدخل ملك المجد. من هو هذا ملك المجد؟ الرب العزيز القدير، الرب القوى في الحروب. ارفعوا أيها الرؤساء أبوابكم، وارتفعي أيتها الأبواب الدهرية، فيدخل ملك المجد. من هو هذا ملك المجد؟ رب القوات، هذا هو ملك المجد. هلليلويا.'
        },
        {
          'title': '(4) المزمور الخامس والعشرون',
          'text': 'احكم لي يا رب فإني بدعتي سلكت، وعلى الرب توكلت فلا أضعف. اختبرني يا رب وجربنى، نقِّ قلبي وكليتي. لأن رحمتك أمام عيني، وقد ارتضيت بحقك. لم أجلس مع محفل باطل، ومع مخالفي الناموس لم أدخل. أبغضتُ مجمع الأشرار، ومع المنافقين لم أجلس. أغسل يدي بالنقاوة، وأطوف بمذبحك يا رب. لأسَمِّع صوت تسبيحك، وأنطق بجميع عجائبك. يا رب أحببت جمال بيتك، وموضع مسكن مجدك. فلا تهلك مع المنافقين نفسي، ولا مع رجال الدماء حياتي. الذين في أيديهم الإثم، ويمينهم امتلأت رشوة. أما أنا فبدعتي سلكت. أنقذني وارحمني لأن رجلي وقفت في الاستقامة. في الجماعات أباركك يا رب. هلليلويا.'
        },
        {
          'title': '(5) المزمور الثامن والعشرون',
          'text': 'دموا للرب يا أبناء الله. قدموا للرب أبناء الكباش. قدموا للرب مجدا وكرامة. قدموا للرب مجدا لاسمه. اسجدوا للرب في دار قدسه. صوت الرب على المياه. إله المجد أرعدَ. الرب على المياه الكثيرة. صوت الرب بقوة. صوت الرب بجلال عظيم. صوت الرب يحطم الأرز. الرب يكسر أرز لبنان ويسحقها مثل عجلٍ، لبنان، وسِريون، مثل ابن وحيد القرن. صوت الرب يقطع لهيب النار. صوت الرب يزلزل القفر. الرب يزلزل برية قادش. صوت الرب يولد الأيائل ويكشف الغابات. وفى هيكله المقدس كل واحد ينطق بالمجد. الرب يسكن في الطوفان، الرب يجلس ملكا إلى الأبد. الرب يعطى شعبه قوة، الرب يبارك شعبه بالسلام. هلليلويا.'
        },
        {
          'title': '(6) المزمور التاسع والعشرون',
          'text': 'أعظمك يا رب لأنك احتضنتني، ولم تشمت بي أعدائي. أيها الرب إلهي، صرخت إليك فشفيتني. يا رب أصعدتَ من الجحيم نفسي، وخلصتني من الهابطين في الجب. رتلوا للرب يا جميع قديسيه، واعترفوا لذكر قدسه. لأن سخطا في غضبه، وحياة في رضاه. في العشاء يحل البكاء، وفى الصباح السرور. أنا قلت في نعيمي لا أتزعزع إلى الدهر، يا رب بمسرتك أعطيتَ جمالي قوة. صرفت وجهك عنى، فصرتُ قلقا. إليك يا رب أصرخ، وإلى إلهي أتضرع. أية منفعة من دمى إذا هبطتُ إلى الجحيم؟ هل يعترف لك التراب أو يخبر بحقك؟ سمع الرب فرحمني، الرب صار لي عونا. حولت نوحي إلى فرح لي، مزقت مسحي ومنطقتني سرورا. لكي ترتل لك نفسي ولا يحزن قلبي. أيها الرب إلهي إلى الأبد أعترف لك. هلليلويا.'
        },
        {
          'title': '(7) المزمور الثالث والثلاثون',
          'text': 'أبارك الرب في كل وقت، وفى كل حين تسبحته في فمي، بالرب تفتخر نفسي، يسمع الودعاء فيفرحون. عظموا الرب معي، لنرفع اسمه جميعا. طلبتُ إلى الرب فاستجاب لي، ومن جميع مخاوفي نجاني. تقدموا إليه واستنيروا، ووجوهكم لا تخزى. هذا المسكين صرخ فاستمعه الرب، ومن جميع ضيقاته خلصه. يعسكر ملاك الرب حول كل خائفيه وينجيهم. ذوقوا وانظروا ما أطيبَ الربَ! طوبى للإنسان المتكل عليه. اتقوا الرب يا جميع قديسيه، فإن الذين يتقونه لا يعوزهم شيء. الأغنياء افتقروا وجاعوا، أما الذين يبتغون الرب فلا يعوزهم أي خير. هلم أيها البنون استمعوا لي، فأعلمكم مخافة الرب. من هو الإنسان الذي يهوى الحياة، ويحب أن يرى أياما صالحة؟ صن لسانك عن الشر، وشفتيك عن النطق بالغش. حد عن الشر واصنع الخير، اطلب السلامة واتبعها. فإن عيني الرب على الصديقين، وأذنيه مصغيتان إلى طلبتهم. وجْه الرب ضد صانعي الشر، ليمحو من الأرض ذكرهم. الصديقون صرخوا والرب استجاب لهم، ومن جميع شدائدهم نجاهم. قريب هو الرب من منسحقي القلب، ويخلص المتواضعين بالروح. كثيرة هي أحزان الصديقين، ومن جميعها ينجيهم الرب. يحفظ الرب جميع عظامهم، وواحدة منها لا تنكسر. يموت الخطاة بشرهم، ومبغضو الصديق يندمون. الرب ينقذ نفوس عبيده، ولا يندم جميع المتكلين عليه. هلليلويا.'
        },
        {
          'title': '(8) المزمور الأربعون',
          'text': 'طوبى لمن يتعطف على المسكين، في يوم الشر ينجيه الرب. الرب يحفظه ويحييه، ويجعله في الأرض مغبوطا، ولا يسلمه لأيدي أعدائه. الرب يعينه على سرير وجعه، إنك رتبت مضجعه كله في مرضه. أنا قلت يا رب ارحمني، اشف نفسي لأني قد أخطأتُ إليك. أعدائي تقوّلوا على شرا: متى يموت ويباد اسمه؟ الذي دخل ليراني كان يتكلم بالرياء، وقلبه يضمر له شرا، ثم كان يخرج خارجا ويتكلم علىّ. تهامس على جميع أعدائي، وتشاوروا على بالسوء. وكلاما مخالفا للناموس رتبوا علىّ، قالوا: "ألا يعود الراقد أن يقوم؟" حتى إنسان سلامتي الذي وثقت به، الذي أكل خبزي رفع علىّ عقبه. وأنت يا رب ارحمني وأقمني فأجازيهم. بهذا علمت أنك هويتني، لأن عدوي لن يسر بي. أما أنا فمن أجل دعتي قبلتني، وثبتني أمامك إلى الأبد. مبارك الرب إله إسرائيل، من الأزل وإلى الأبد يكون. هلليلويا.'
        },
        {
          'title': '(9) المزمور الثاني والأربعون',
          'text': 'احكم لي يا رب وانتقم لمظلمتي، من أمة غير بارة. ومن إنسان ظالم وغاش نجني، لأنك أنت هو إلهي وقوتي. لماذا أقصيتني؟ ولماذا أسلك كئيبا من مضايقة عدوي؟ أرسل نورك وحقك، فإنهما يهديانني ويصعدانني إلى جبلك المقدس وإلى مسكنك. فأدخل إلى مذبح الله، تجاه وجه الله الذي يفرح شبابي. أعترف لك بالقيثارة يا الله إلهي. لماذا أنت حزينة يا نفسي، ولماذا تزعجينني؟ توكلي على الله فإني أعترف له، خلاص وجهي هو إلهي. هلليلويا.'
        },
        {
          'title': '(10) المزمور الرابع والأربعون',
          'text': 'فاض قلبي بكلام صالح. إني أخبر الملكَ بأفعالي، لساني قلمُ كاتبٍ ماهر. إنك أبرع جمالا من بنى البشر. وقد انسكبت النعمة على شفتيك، فلذلك باركك الله إلى الدهر. تقلد سيفك على فخدك أيها القوى جلالك وجمالك. استله وانجح واملك من أجل الحق والدعة والعدل، وتهديك بالعجب يمينك. نبلك مسنونة في قلب أعداء الملك أيها الجبار، الشعوب تحتك يسقطون. كرسيك يا الله إلى دهر الدهر، قضيب الاستقامة هو قضيب ملكك. لأنك أحببتَ البر وأبغضتَ الإثم. من أجل هذا مسحك الله إلهك بزيت البهجة أفضلَ من رفقائك. المر والميعة والسليخة طيب ثيابك. من قصور العاج التي أبهجتك. بنات الملوك في تكريمك. قامت الملكة عن يمينك، مشتملة بثوب موشى بالذهب، مزينة بأنواع كثيرة. اسمعي يا ابنتي وانظري وأميلي أذنك، وانسَيْ شعبك وبيت أبيك. فإن الملكَ قد اشتهى حسنك، لأنه هو ربك وله تسجدين. وله تسجد بنات صورَ بالهدايا، ويترجّى وجهَه أغنياءُ شعب الأرض. كل مجد ابنة الملك من داخل، مشتملة بأطراف موشاة بالذهب، مزينة بأشكال كثيرة. تدخُل إلى الملك عذارى في إثرها، جميع قريباتها إليه يُقدَّمْن. يَبْلغن بفرح وابتهاج، يَدخُلن إلى هيكل الملك. ويكون لك أبناءٌ عوضا عن آبائك، تقيمهم رؤساء على سائر الأرض، ويذكرون اسمك جيلا بعد جيل. من أجل ذلك تعترف لك الشعوب يا الله إلى الدهر، وإلى دهر الدهور. هلليلويا.'
        },
        {
          'title': '(11) المزمور الخامس والأربعون',
          'text': 'إلهنا ملجأنا وقوتنا، ومعيننا في شدائدنا التي أصابتنا جدا. لذلك لا نخشى إذا تزعزعت الأرض، وانقلبت الجبال إلى قلب البحار. تعج المياه وتجيش، وتتزعزع الجبال بعزته. مجارى الأنهار تفرح مدينة الله. لقد قدس العلي مسكنه، والله في وسطها فلن تتزعزع. يعين الله وجهها. اضطربت الأمم، وماجت الممالك. أبدى صوته، فتزلزلت الأرض. الرب إله القوات معنا، ناصرنا هو إله يعقوب. هلم فانظروا أعمال الرب، التي جعلها آيات على الأرض. الذي ينزع الحروب من أقاصي الأرض. يسحق قسيهم ويكسر سلاحهم، ويحرق أتراسهم بالنار. ثابروا واعلموا أنى أنا هو الله، أرتفع بين الأمم وأتعالى في الأرض. الرب إله القوات معنا، ناصرنا هو إله يعقوب. هلليلويا.'
        },
        {
          'title': '(12) المزمور السادس والأربعون',
          'text': 'يا جميع الأمم صفقوا بأيديكم، هللوا لله بصوت الابتهاج. لأن الرب عال ومرهوب، ملك كبير على كافة الأرض. أخضع الشعوب لنا، والأمم تحت أقدامنا، اختارنا ميراثا له، جمال يعقوب الذي أحبه. صعد الله بتهليل، والرب بصوت البوق. رتلوا لإلهنا رتلوا، رتلوا لمليكنا رتلوا، لأن الرب هو ملك الأرض كلها. رتلوا بفهم لأن الرب قد ملك على جميع الأمم. الله جلس على كرسيه المقدس. رؤساء الشعوب اجتمعوا مع إله إبراهيم، لأن أعزاء الله قد ارتفعوا في الأرض جدا. هلليلويا.'
        },
        {
          'title': '(إنجيل يوحنا 14: 26ـ15: 3)',
          'text': 'متى جاء المعزى الروح القدس الذي سيرسله الآب باسمي، فهو يعلمكم كل شيء ويذكركم بكل ما قلته لكم. سلامي أترك لكم. سلامي أنا أعطيكم. ليس كما يعطى العالمُ أعطيكم. لا تضطرب قلوبكم ولا تجزع. سمعتم أنى قلت لكم إني أمضى ثم آتى إليكم. لو كنتم تحبونني لكنتم تفرحون لأني أمضى إلى الآب، لأن أبى أعظمُ منى. وقد قلتُ لكم الآن قبل أن يكون، حتى متى كان تؤمنون. لست أكلمكم كلاما كثيرا بعد، لأن رئيس هذا العالم آتٍ وليس له في شيءٌ. لكن لكي يعلمَ العالمُ أنني أحب أبى، وكما أوصاني أبى هكذا أفعل، قوموا ننطلق من ههنا. أنا هو الكرمة الحقيقية وأبى الكرام. كل غصن فيّ لا يأتي بثمر يقطعه. وكل ما يأتي بثمر ينقيه ليأتي بثمر أكثر. وأنتم من قبْل أنقياءُ من أجل الكلام الذي كلمتكم به. اثبتوا فيَّ وأنا أيضا فيكم. (والمجد لله دائمًا).'
        },
        {
          'title': 'القطعة الأولى',
          'text': 'روحك القدوس يا رب الذي أرسلته على تلاميذك القديسين ورسلك المكرمين في الساعة الثالثة، هذا لا تنزعه منا أيها الصالح، لكن جدده في أحشائنا. قلبا نقيا اخلق فيَّ يا الله، وروحا مستقيما جدد في أحشائي. لا تطرحني من قدام وجهك، وروحك القدوس لا تنزعه منى. (ذوكصابتري كيه إيو كي آجيو ابنيفماتي - المجد للآب والابن والروح القدس).'
        },
        {
          'title': 'القطعة الثانية',
          'text': 'أيها الرب الذي أرسلتَ روح قدسك على تلاميذك القديسين ورسلك المكرمين في الساعة الثالثة، هذا لا تنزعه منا أيها الصالح. لكن نسألك أن تجدده في أحشائنا، يا ربنا يسوع المسيح ابن الله الكلمة، روحًا مستقيمًا ومحييًا، روح النبوءة والعفة، روح القداسة والعدالة والسلطة، أيها القادر على كل شيء، لأنك أنت هو ضياء نفوسنا. يا من يضئ لكل إنسان آت إلى العالم، ارحمنا. (كي نين، كي آ إي، كي ايستوس إي أوناس تون إي أونون آمين - الآن وكل أوان وإلى دهر الداهرين آمين).'
        },
        {
          'title': 'القطعة الثالثة',
          'text': 'يا والدة الإله أنت هي الكرمة الحقيقية الحاملة عنقود الحياة، نسألك أيتها المملوءة نعمة، مع الرسل، من أجل خلاص نفوسنا. مبارك الرب إلهنا. مبارك الرب يوما فيوما، يهيئ طريقنا لأنه إله خلاصنا (كي نين، كي آ إي، كي ايستوس إي أوناس تون إي أونون آمين - الآن وكل أوان وإلى دهر الداهرين آمين) .'
        },
        {
          'title': 'القطعة الرابعة',
          'text': 'أيها الملك السمائي المعزى، روح الحق، الحاضر في كل مكان والمالئ الكل، كنز الصالحات، ومعطى الحياة، هلم تفضل وحل فينا، وطهرنا من كل دنس أيها الصالح، وخلص نفوسنا. (ذوكصابتري كيه إيو كي آجيو ابنيفماتي - المجد للآب والابن والروح القدس).'
        },
        {
          'title': 'القطعة الخامسة',
          'text': 'كما كنت مع تلاميذك أيها المخلص  وأعطيتهم السلام، هلم أيضا كن معنا وامنحنا سلامك وخلصنا ونج نفوسنا. (كي نين، كي آ إي، كي ايستوس إي أوناس تون إي أونون آمين - الآن وكل أوان وإلى دهر الداهرين آمين).'
        },
        {
          'title': 'القطعة السادسة',
          'text': 'إذا ما وقفنا في هيكلك المقدس نحسب كالقيام في السماء. يا والدة الإله، أنت هي باب السماء، افتحي لنا باب الرحمة.'
        },
        {'title': 'كيرياليسون', 'text': '(يا رب ارحم) 41 مرة'},
        {
          'title': 'قدوس قدوس قدوس',
          'text': 'قدوس، قدوس، قدوس، رب الصباؤوت. السماء والأرض مملوءتان من مجدك وكرامتك. ارحمنا يا الله الآب ضابط الكل. أيها الثالوث القدوس ارحمنا. أيها الرب إله القوات كن معنا، لأنه ليس لنا معين في شدائدنا وضيقاتنا سواك. حل واغفر واصفح لنا يا الله عن سيئاتنا، التي صنعناها بإرادتنا والتي صنعناها بغير إرادتنا، التي فعلناها بمعرفة والتي فعلناها بغير معرفة، الخفية والظاهرة. يا رب اغفرها لنا، من أجل اسمك القدوس الذي دعي علينا. كرحمتك يا رب وليس كخطايانا.'
        },
        {
          'title': 'الصلاة الربانية',
          'text': 'اللهم اجعلنا مستحقين أن نقول بشكر: أبانا الذي في السموات. ليتقدس اسمك. ليأت ملكوتك. لتكن مشيئتك. كما في السماء كذلك على الأرض. خبزنا الذي للغد أعطنا اليوم. وأغفر لنا ذنوبنا كما نغفر نحن أيضا للمذنبين إلينا. ولا تدخلنا في تجربة. لكن نجنا من الشرير. بالمسيح يسوع ربنا لأن لك الملك والقوة والمجد إلى الأبد. آمين.'
        },
        {
          'title': 'التحليل',
          'text': 'يا إله كل الرأفات ورب كل عزاء، الذي عزانا كل حين بعزاء روحك القدوس، نشكرك لأنك أقمتنا للصلاة في هذه الساعة المقدسة، التي فيها أفضت نعمة روحك القدوس بغنى على تلاميذك القديسين ورسلك المكرمين الطوباويين مثل ألسنة نار. نسأل ونطلب منك يا محب البشر، اقبل إليك صلواتنا، واغفر خطايانا، وأرسل علينا نعمة روحك القدوس، وطهرنا من كل دنس الجسد والروح، وانقلنا إلى سيرة روحانية، لكي نسلك بالروح ولا نكمل شهوة الجسد. واجعلنا مستحقين أن نخدمك بطهارة وبر كل أيام حياتنا. لأنه يليق بك المجد والكرامة والعزة، مع أبيك الصالح والروح القدس، الآن وكل أوان وإلى الأبد أمين.'
        },
        {
          'title': 'طلبة تصلى آخر كل ساعة',
          'text': 'ارحمنا يا الله ثم ارحمنا. يا من في كل وقت وكل ساعة، في السماء وعلى الأرض، مسجود له وممجد. المسيح إلهنا الصالح، الطويل الروح، الكثير الرحمة، الجزيل التحنن، الذي يحب الصديقين ويرحم الخطاة الذين أولهم أنا. الذي لا يشاء موت الخاطئ مثل ما يرجع ويحيا. الداعي الكل إلى الخلاص لأجل الموعد بالخيرات المنتظرة. يا رب اقبل منا في هذه الساعة وكل ساعة طلباتنا. سهل حياتنا، وأرشدنا إلى العمل بوصاياك. قدس أرواحنا. طهر أجسامنا. قوم أفكارنا. نق نياتنا. اشف أمراضنا واغفر خطايانا. ونجنا من كل حزن رديء ووجع قلب. أحطنا بملائكتك القديسين، لكي نكون بمعسكرهم محفوظين ومرشدين، لنصل إلى اتحاد الإيمان وإلى معرفة مجدك غير المحسوس وغير المحدود، فإنك مبارك إلى الأبد. أمين.'
        },
        {
          'title': 'الصلاة الربانية',
          'text': 'اللهم اجعلنا مستحقين أن نقول بشكر: أبانا الذي في السموات. ليتقدس اسمك. ليأت ملكوتك. لتكن مشيئتك. كما في السماء كذلك على الأرض. خبزنا الذي للغد أعطنا اليوم. وأغفر لنا ذنوبنا كما نغفر نحن أيضا للمذنبين إلينا. ولا تدخلنا في تجربة. لكن نجنا من الشرير. بالمسيح يسوع ربنا لأن لك الملك والقوة والمجد إلى الأبد. آمين.'
        }
      ],
      'صلاة الساعة السادسة': [
        {
          'title': 'مقدمة كل ساعة',
          'text': 'باسم الآب والابن والروح القدس الإله الواحد آمين. يا رب ارحم. يا رب ارحم. يا رب بارك. آمين. المجد للآب والابن والروح القدس الآن وكل أوان وإلى دهر الدهور آمين.'
        },
        {
          'title': 'الصلاة الربانية',
          'text': 'اللهم اجعلنا مستحقين أن نقول بشكر: أبانا الذي في السموات. ليتقدس اسمك. ليأت ملكوتك. لتكن مشيئتك. كما في السماء كذلك على الأرض. خبزنا الذي للغد أعطنا اليوم. وأغفر لنا ذنوبنا كما نغفر نحن أيضا للمذنبين إلينا. ولا تدخلنا في تجربة. لكن نجنا من الشرير. بالمسيح يسوع ربنا لأن لك الملك والقوة والمجد إلى الأبد. آمين.'
        },
        {
          'title': 'صلاة الشكر',
          'text': 'فلنشكر صانع الخيرات الرحوم الله، أبا ربنا وإلهنا ومخلصنا يسوع المسيح، لأنه سترنا وأعاننا، وحفظنا، وقبلنا إليه وأشفق علينا وعضدنا، وأتى بنا إلى هذه الساعة. هو أيضا فلنسأله أن يحفظنا في هذا اليوم المقدس وكل أيام حياتنا بكل سلام. الضابط الكل الرب إلهنا. أيها السيد الإله ضابط الكل أبو ربنا وإلهنا ومخلصنا يسوع المسيح، نشكرك على كل حال ومن أجل كل حال، وفى كل حال، لأنك سترتنا، وأعنتنا، وحفظتنا، وقبلتنا إليك، وأشفقت علينا، وعضدتنا، وأتيت بنا إلى هذه الساعة. من أجل هذا نسأل ونطلب من صلاحك يا محب البشر، امنحنا أن نكمل هذا اليوم المقدس وكل أيام حياتنا بكل سلام مع خوفك. كل حسد، وكل تجربة وكل فعل الشيطان ومؤامرة الناس الأشرار، وقيام الأعداء الخفيين والظاهريين، انزعها عنا وعن سائر شعبك، وعن موضعك المقدس هذا. أما الصالحات والنافعات فارزقنا إياها. لأنك أنت الذي أعطيتنا السلطان أن ندوس الحيات والعقارب وكل قوة العدو. ولا تدخلنا في تجربة، لكن نجنا من الشرير. بالنعمة والرأفات ومحبة البشر اللواتي لابنك الوحيد ربنا وإلهنا ومخلصنا يسوع المسيح. هذا الذي من قبله المجد والإكرام والعزة والسجود تليق بك معه مع الروح القدس المحيي المساوي لك الآن وكل أوان وإلى دهر الدهور آمين.'
        },
        {
          'title': 'المزمور الخمسون',
          'text': 'ارحمني يا الله كعظيم رحمتك، ومثل كثرة رأفتك تمحو إثمي. اغسلني كثيرا من إثمي ومن خطيتي طهرني، لأني أنا عارف بإثمي وخطيتي أمامي في كل حين. لك وحدك أخطأت، والشر قدامك صنعت. لكي تتبرر في أقوالك. وتغلب إذا حوكمتُ. لأني هاأنذا بالإثم حبل بي، وبالخطايا ولدتني أمي. لأنك هكذا قد أحببت الحق، إذ أوضحت لي غوامض حكمتك ومستوراتها. تنضح على بزوفاك فأطهر، تغسلني فأبيض أكثر من الثلج. تسمعني سرورا وفرحا، فتبتهج عظامي المنسحقة. اصرف وجهك عن خطاياي، وامح كل آثامي. قلبا نقيا اخلق في يا الله، وروحا مستقيما جدده في أحشائي. لا تطرحني من قدام وجهك وروحك القدوس لا تنزعه منى. امنحني بهجة خلاصك، وبروح رئاسي عضدني فأعلم الأثمة طرقك والمنافقون إليك يرجعون، نجني من الدماء يا الله إله خلاصي، فيبتهج لساني بعدلك. يا رب افتح شفتي، فيخبر فمي بتسبيحك. لأنك لو آثرت الذبيحة لكنت الآن أعطي، ولكنك لا تسر بالمحرقات، فالذبيحة لله روح منسحق. القلب المنكسر والمتواضع لا يرذله الله، أنعم يا رب بمسرتك على صهيون، ولتبن أسوار أورشليم. حينئذ تسر بذبائح البر قربانا ومحرقات ويقربون على مذابحك العجول. هلليلويا.'
        },
        {
          'title': 'بدء الصلاة',
          'text': 'تسبحة الساعة السادسة من النهار المبارك، أقدمها للمسيح ملكي وإلهى، وأرجوه أن يغفر لي خطاياي. من مزامير معلمنا داود النبي بركاته علينا أمين.'
        },
        {
          'title': '(1) المزمور الثالث والخمسون',
          'text': 'اللهم باسمك خلصني، وبقوتك احكم لي. استمع يا الله صلاتي، وأنصت إلى كلام فمي. فإن الغرباء قد قاموا علي، والأقوياء طلبوا نفسي. لم يجعلوا الله أمامهم. هوذا الله عوني، والرب ناصر نفسي، يرد الشرور على أعدائي، بحقك استأصلهم. فأذبح لك طائعا، وأعترف لاسمك يا رب فإنه صالح. لأنك من جميع الشدائد نجيتني، وبأعدائي نظرت عيناي. هلليلويا.'
        },
        {
          'title': '(2) المزمور السادس والخمسون',
          'text': 'ارحمني يا الله ارحمني، فإنه عليك توكلتْ نفسي. وبظل جناحيك أعتصم، إلى أن يعبر الإثم. أصرخ إلى الله العلي، الإله المحسن إلى. أرسل من السماء فخلصني، وجعل العار على الذين يطأونني. أرسل الله رحمته وحقه، وخلص نفسي من بين الأشبال إذ نمت مضطربا. أسنان أبناء البشر سلاح وسهام، ولسانهم سيف مرهف. اللهم ارتفع على السموات، وليرتفع مجدك على سائر الأرض. نصبوا لرجلي فخاخا وأحنوا نفسي، حفروا قدام وجهي حفرة فسقطوا فيها. مستعد قلبي يا الله، مستعد قلبي، أسبح وأرتل في تمجيدي. استيقظ يا مجدي، استيقظ أيها المزمار والقيثارة. أنا أستيقظ مبكرا. أعترف لك في الشعوب يا رب، وأرتل لك في الأمم. لأن رحمتك قد عظمت إلى السموات، وإلى السحاب عدلك. اللهم ارتفع على السموات، وليرتفع مجدك على سائر الأرض.  هلليلويا.'
        },
        {
          'title': '(3) المزمور الستون',
          'text': 'استمع يا الله طلبتي، وأصغ إلى صلاتي. من أقاصي الأرض صرخت إليك، عندما ضجر قلبي. على الصخرة رفعتني وأرشدتني. صرتَ رجائي، وبرجا حصينا في وجه العدو. فأسكن في مسكنك إلى الدهر، وأستظل بستر جناحيك. لأنك أنت يا الله استمعت صلواتي، أعطيت ميراثا لخائفي اسمك. تزيد الملك أياما على أيامه، وسنينَ على سنيّه. إلى جيل فجيل، ويدوم إلى الأبد قدام الله. رحمتك وحقك يحفظانه. هكذا أرتل لاسمك إلى دهر الدهور، لأفي نذوري يوما فيوما. هلليلويا.'
        },
        {
          'title': '(4) المزمور الثاني والستون',
          'text': 'يا الله إلهي، إليك أبكر، عطشت إليك نفسي. يشتاق إليك جسدي، في أرض مقفرة وموضع غير مسلوك ومكان بلا ماء. هكذا ظهرت لك في القدس، لأرى قوتك ومجدك. لأن رحمتك أفضل من الحياة، شفتاي تسبحانك. لذلك أباركك في حياتي، وباسمك أرفع يدي. فتشبع نفسي كما من شحم ودسم. بشفاه الابتهاج نبارك اسمك. كنت أذكرك على فراشي، وفى أوقات الأسحار كنت أرتل لك. لأنك صرت لي عونا، وبظل جناحيك أبتهج. التحقت نفسي وراءك، ويمينك عضدتني. أما الذين طلبوا نفسي للهلاك، فيدخلون في أسافل الأرض. ويدفعون إلى يد السيف، ويكونون أنصبة للثعالب. أما الملك فيفرح بالله، ويفتخر كل من يحلف به. لأن أفواه المتكلمين بالظلم تسد. هلليلويا.'
        },
        {
          'title': '(5) المزمور السادس والستون',
          'text': 'ليتراءف الله علينا ويباركنا، وليظهر وجه علينا ويرحمنا. لتعرف في الأرض طريقك، وفى جميع الأمم خلاصك. فلتعترف لك الشعوب يا الله، فلتعترف لك الشعوب كلها. لتفرح الأمم وتبتهج، لأنك تحكم في الشعوب بالاستقامة، وتهدى الأمم في الأرض. فلتعترف لك الشعوب يا الله، فلتعترف لك الشعوب جميعا. الأرض أعطت ثمرتها، فليباركنا الله إلهنا. ليباركنا الله، فلتخشه جميع أقطار الأرض. هلليلويا.'
        },
        {
          'title': '(6) المزمور التاسع والستون',
          'text': 'اللهم التفت إلى معونتي، يا رب أسرع وأعنى. ليخزى ويخجل طالبو نفسي، وليرتدَّ إلى خلف ويخجل الذين يبتغون لي الشر. وليرجع بالخزي سريعا القائلون لي: نِعِمَّا نِعِمَّا. وليبتهج ويفرح بك جميع الذين يلتمسونك، وليقل في كل حين محبو خلاصك: فليتعظم الرب. وأما أنا فمسكين وفقير، اللهم أعنى. أنت معيني ومخلصي يا رب فلا تبطئ. هلليلويا.'
        },
        {
          'title': '(7) المزمور الثالث والثمانون',
          'text': 'مساكنك محبوبة يا رب إله القوات. تشتاق وتذوب نفسي للدخول إلى ديار الرب. قلبي وجسمي قد ابتهجا بالإله الحي. لأن العصفور وجد له بيتا، واليمامة عشا لتضع فيه أفراخها. مذابحَك يا رب اله القوات، ملكي وإلهي. طوبى لكل الساكنين في بيتك، يباركونك إلى الأبد. طوبى للرجل الذي نصرته من عندك يا رب، رتب مصاعد في قلبه. في وادي البكاء، في المكان الذي قرره. لأن البركات يعطيها واضع الناموس. يسيرون من قوة إلى قوة، يتجلى إله الآلهة في صهيونَ. أيها الرب إله القوات استمع لصلاتي، أنصت يا إله يعقوب. وانظر أيها الإله ناصرنا، واطلع إلى وجه مسيحك. لأن يوما صالحا في ديارك خير من آلاف. اخترت لنفسي أن أطرَح على باب بيت الله، أفضل من أن أسكن في مظال الخطاة. لأن الرب الإله يحب الرحمة والحق، ويعطى مجدا ونعمة. الرب لا يمنع الخيرات عن السالكين بالدعة. يا رب إله القوات، طوبى للإنسان المتكل عليك. هلليلويا.'
        },
        {
          'title': '(8) المزمور الرابع والثمانون',
          'text': 'رضيتَ يا رب عن أرضك، رددتَ سبى يعقوب. غفرتَ آثام شعبك، سترتَ جميع خطاياهم. حللتَ كل رجزك، رجعتَ عن سخط غضبك. ردَّنا يا إله خلاصنا، واصرف غضبك عنا. هل إلى الأبد تغضب علينا، أو تواصل رجزك من جيل إلى جيل؟ أنت يا الله تعود فتحيينا، وشعبك يفرح بك. أرنا يا رب رحمتك، وأعطنا خلاصك. إني أسمع ما يتكلم به الرب الإله، لأنه يتكلم بالسلام لشعبه ولقديسيه، وللذين رجعوا إليه بكل قلوبهم. لأن خلاصه قريب من جميع خائفيه، ليسكن المجد في أرضنا. الرحمة والحق تلاقيا، البر والسلام تلاثما. الحق من الأرض أشرق، والبر من السماء تطلع. لأن الرب يعطى الخيرات، وأرضنا تعطى ثمرها. البر أمامه يسلك ويطأ في طريق خطواته. هلليلويا .'
        },
        {
          'title': '(9) المزمور الخامس والثمانون',
          'text': 'أمل يا رب أذنك واستمعني، لأني مسكين وبائس أنا. احفظ نفسي لأني بار، يا إلهي خلص عبدك المتكل عليك. ارحمني يا رب، لأني إليك أصرخ اليوم كله. فرح نفس عبدك، لأني إليك يا رب رفعت نفسي. لأنك أنت يا رب صالح ووديع، ورحمتك كثيرة لكافة المستغيثين بك. أنصت يا رب إلي صلاتي، وأصغ إلى صوت تضرعي. في يوم شدتي إليك صرختُ فأجبتني. فليس لك شبيه في الآلهة يا رب، ولا من يصنع كأعمالك. كل الأمم الذين خلقتهم يأتون ويسجدون أمامك يا رب، ويمجدون اسمك. لأنك أنت عظيم وصانع العجائب، أنت وحدك الإله العظيم. اهدني يا رب إلى طريقك فأسلك في حقك، ليفرح قلبي عند خوفه من اسمك. أعترف لك أيها الرب إلهي من كل قلبي، وأمجد اسمك إلى الأبد. لأن رحمتك عظيمة على، وقد نجيت نفسي من الجحيم السفلي. اللهم إن مخالفي الناموس قد قاموا علىّ ومجمع الأعزاء طلبوا نفسي، ولم يسبقوا أن يجعلوك أمامهم. وأنت أيها الرب الإله أنت رؤوف ورحيم. أنت طويل الروح، وكثير الرحمة وصادق. انظر إلي وارحمني. أعطِ عزة لعبدك، وخلص ابن أمتك. اصنع معي آية صالحة، ليرى ذلك مبغضي فيخزوا. لأنك  أنت يا رب أعنتني وعزيتني. هلليلويا.'
        },
        {
          'title': '(10) المزمور السادس والثمانون',
          'text': 'أساساته في الجبال المقدسة. يحب الرب أبواب صهيون، أفضل من جميع مساكن يعقوب. أعمال مجيدة قد قيلت عنك يا مدينة الله. أذكر رَهَبَ وبابل اللتين تعرفانني. هوذا القبائل الغريبة وصور وشعب الحبشة، هؤلاء كانوا هناك. صهيون الأم تقول إن إنسانا وإنسانا ولد فيها، وهو العلي الذي أسسها إلى الأبد. الرب يحدّث في كتب الشعوب والرؤساء، أولئك الذين ولدوا فيها. لأن سكنى الفرحين جميعهم فيكِ. هلليلويا.'
        },
        {
          'title': '(11) المزمور التسعون',
          'text': 'لساكن في عون العَليّ، يستريح في ظل إله السماء. يقول للرب أنت هو ناصري وملجأي، إلهي فأتكل عليه. لأنه ينجيك من فخ الصياد، ومن كلمة مقلقة. في وسط منكبيه يظللك، وتحت جناحيه تعتصم، عدله يحيط بك كالسلاح. فلا تخشى من خوف الليل، ولا من سهم يطير في النهار. ولا من أمر يسلك في الظلمة، ولا من سقطة وشيطان الظهيرة. يسقط عن يسارك ألوف، وعن يمينك ربوات، وأما أنت فلا يقتربون إليك. بل بعينيك تتأمل، ومجازاة الخطاة تبصر. لأنك أنت يا رب رجائي. جعلتَ العليَّ ملجأك. فلا تصيبك الشرور، ولا تدنو ضربة من مسكنك. لأنه يوصى ملائكته بك، ليحفظوك في سائر طرقك. وعلى أيديهم يحملونك، لئلا تعثر بحجر رجلك. تطأ الأفعى وملكَ الحيات، وتسحق الأسد والتنين. لأنه على أتكل فأنجيه، أرَفعه (أستره) لأنه عرف اسمي. يدعوني فأستجيب له. معه أنا في الشدة، أنقذه وأمجده. ومن طول الأيام أشبعه، وأريه خلاصي. هلليلويا.'
        },
        {
          'title': '(12) المزمور الثاني والتسعون',
          'text': 'الرب قد ملك، ولبس الجلال. لبس الرب القوة، وتمنطق بها. لأنه ثبت المسكونة فلن تتزعزع. كرسيك ثابت منذ البدء، وأنت هو منذ الأزل. رفعت الأنهار يا رب، رفعت الأنهار صوتها. ترفع الأنهار صوتها، من صوت مياه كثيرة. عجيبة هي أهوال البحر، وعجيب هو الرب في الأعالي. شهاداته صادقة جدا، لبيتك ينبغي التقديس يا رب طول الأيام. هلليلويا.'
        },
        {
          'title': '(إنجيل متى 5: 1ـ16)',
          'text': 'فلما أبصر الجموع صعد إلى الجبل. وعندما جلس تقدم إليه تلاميذه، ففتح فاه وعلمهم قائلا: طوبى للمساكين بالروح، لأن لهم ملكوت السموات. طوبى للحزانى الآن، لأنهم يتعزون. طوبى للودعاء، لأنهم يرثون الأرضَ. طوبى للجياع والعطاش إلى البر لأنهم يُشبعون. طوبى للرحماء لأنهم يُرحمون. طوبى لأنقياء القلب لأنهم يعاينون الله. طوبى لصانعي السلام، لأنهم يُدعَون أبناءَ الله. طوبى للمطرودين من أجل البر لأن لهم ملكوت السموات. طوبى لكم إذا طردوكم وعيروكم وقالوا فيكم من أجلي كل شر كاذبين. افرحوا وتهللوا لأن أجركم عظيم في السموات، فإنهم هكذا طردوا الأنبياء الذين كانوا قبلكم. أنتم مِلح الأرض، فإذا فسد المِلح فبماذا يُملح؟ لا يصلح بعد لشيء، إلا لأن يطرح خارجا وتدوسه الناس. أنتم نور العالم. لا يمكن أن تخفى مدينة كائنة على جبل. ولا يوقدون سراجا ويضعونه تحت المكيال، بل يضعونه على المنارة فيضيء لكل من في البيت. هكذا فليضئ نوركم قدام الناس، لكي يروا أعمالكم الصالحة فيمجدوا أباكم الذي في السموات. (والمجد لله دائما)'
        },
        {
          'title': 'القطعة الأولى',
          'text': 'يا من في اليوم السادس وفى الساعة السادسة سمرت على الصليب، من أجل الخطية التي تجرأ عليها أبونا أدم في الفردوس، مزق صك خطايانا أيها المسيح إلهنا وخلصنا. أنا صرخت إلى الله والرب سمعني. اللهم استجب صلاتي ولا ترفض طلبتي. التفت إليّ واسمعني. عشية وباكر ووقت الظهر، كلامي أقوله فيسمع صوتي، ويخلص نفسي بسلام. (ذوكصابتري كيه إيو كي آجيو ابنيفماتي - المجد للآب والابن والروح القدس).'
        },
        {
          'title': 'القطعة الثانية',
          'text': 'يا يسوع المسيح إلهنا الذي سمرتَ على الصليب في الساعة السادسة، وقتلت الخطية بالخشبة، وأحييت الميت بموتك، الذي هو الإنسان الذي خلقته بيديك، الذي مات بالخطية. اقتل أوجاعنا بآلامك الشافية المحيية، وبالمسامير التي سمرت بها، أنقذ عقولنا من طياشة الأعمال الهيولية والشهوات العالمية، إلى تذكر أحكامك السمائية كرأفتك.( كي نين، كي آ إي، كي ايستوس إي أوناس تون إي أونون آمين - الآن وكل أوان وإلى دهر الداهرين آمين).'
        },
        {
          'title': 'القطعة الثالثة',
          'text': 'إذ ليس لنا دالة ولا حجة ولا معذرة من أجل كثرة خطايانا، فنحن بك نتوسل إلى الذي ولد منك يا والدة الإله العذراء. لأن كثيرة هي شفاعتك، قوية ومقبولة عند مخلصنا. أيتها الأم الطاهرة، لا ترفضني الخطاة من شفاعتك عند الذي ولد منك، لأنه رحوم وقادر على خلاصنا، لأنه تألم من أجلنا لكي ينقذنا، فلتدركنا رأفتك سريعا لأننا قد تمسكنَّا جدا. أعنا يا الله مخلصنا من أجل مجد اسمك. يا رب نجنا واغفر لنا خطايانا، من أجل اسمك القدوس. (كي نين، كي آ إي، كي ايستوس إي أوناس تون إي أونون آمين - الآن وكل أوان وإلى دهر الداهرين آمين).'
        },
        {
          'title': 'القطعة الرابعة',
          'text': 'صنعت خلاصا في وسط الأرض كلها أيها المسيح إلهنا، عندما بسطت يديك الطاهرتين على عود الصليب. فلهذا كل الأمم تصرخ قائلة: المجد لك يا رب. ( ذوكصابتري كيه إيو كي آجيو ابنيفماتي - المجد للآب والابن والروح القدس).'
        },
        {
          'title': 'القطعة الخامسة',
          'text': 'نسجد لشخصك غير الفاسد أيها الصالح، طالبين مغفرة خطايانا أيها المسيح إلهنا. لأن بمشيئتك سررت أن تصعد على الصليب، لتنجي الذين خلقتهم من عبودية العدو. نصرخ إليك ونشكرك لأنك ملأت الكل فرحا، أيها المخلص لما أتيت لتعين العالم، يا رب المجد لك. (كي نين، كي آ إي، كي ايستوس إي أوناس تون إي أونون آمين - الآن وكل أوان وإلى دهر الداهرين آمين).'
        },
        {
          'title': 'القطعة السادسة',
          'text': 'أنت هي الممتلئة نعمة يا والدة الإله العذراء. نعظمك لأن من قبل صليب ابنك انهبط الجحيم وبطل الموت. أمواتا كنا فنهضنا، واستحققنا الحياة الأبدية، ونلنا نعيم الفردوس الأول. من أجل هذا نمجد بشكر غيرَ المائت المسيح إلهنا.'
        },
        {'title': 'كيرياليسون', 'text': '(يا رب ارحم) 41 مرة'},
        {
          'title': 'قدوس قدوس قدوس',
          'text': 'قدوس، قدوس، قدوس، رب الصباؤوت. السماء والأرض مملوءتان من مجدك وكرامتك. ارحمنا يا الله الآب ضابط الكل. أيها الثالوث القدوس ارحمنا. أيها الرب إله القوات كن معنا، لأنه ليس لنا معين في شدائدنا وضيقاتنا سواك. حل واغفر واصفح لنا يا الله عن سيئاتنا، التي صنعناها بإرادتنا والتي صنعناها بغير إرادتنا، التي فعلناها بمعرفة والتي فعلناها بغير معرفة، الخفية والظاهرة. يا رب اغفرها لنا، من أجل اسمك القدوس الذي دعي علينا. كرحمتك يا رب وليس كخطايانا.'
        },
        {
          'title': 'الصلاة الربانية',
          'text': 'اللهم اجعلنا مستحقين أن نقول بشكر: أبانا الذي في السموات. ليتقدس اسمك. ليأت ملكوتك. لتكن مشيئتك. كما في السماء كذلك على الأرض. خبزنا الذي للغد أعطنا اليوم. وأغفر لنا ذنوبنا كما نغفر نحن أيضا للمذنبين إلينا. ولا تدخلنا في تجربة. لكن نجنا من الشرير. بالمسيح يسوع ربنا لأن لك الملك والقوة والمجد إلى الأبد. آمين.'
        },
        {
          'title': 'التحليل',
          'text': 'نشكرك يا ملكنا ضابط الكل أبا ربنا وإلهنا مخلصنا يسوع المسيح ونمجدك، لأنك جعلت أوقات الآلام أبنك الوحيد أوقات عزاء وصلاة. اقبل إليك تضرعنا، وامح عنا صك خطايانا المكتوبة علينا، كما مزقته في هذه الساعة المقدسة بصليب ابنك الوحيد يسوع المسيح ربنا ومخلص نفوسنا، هذا الذي به هدمتَ كل قوة العدو. أعطنا يا الله وقتا بهيا، وسيرة بلا عيب، وحياة هادئة، لنرضي اسمك القدوس المسجود له، ونقف أمام المنبر المخوف العادل الذي لابنك الوحيد يسوع المسيح ربنا بغير وقوع في دينونة، ونمجدك مع كافة قديسيك. أنت الآب غير المبتدئ والابن المساوي لك، والروح القدس المحيى، الآن وكل أوان وإلى دهر الدهور كلها. أمين.'
        },
        {
          'title': 'طلبة تصلى آخر كل ساعة',
          'text': 'ارحمنا يا الله ثم ارحمنا. يا من في كل وقت وكل ساعة، في السماء وعلى الأرض، مسجود له وممجد. المسيح إلهنا الصالح، الطويل الروح، الكثير الرحمة، الجزيل التحنن، الذي يحب الصديقين ويرحم الخطاة الذين أولهم أنا. الذي لا يشاء موت الخاطئ مثل ما يرجع ويحيا. الداعي الكل إلى الخلاص لأجل الموعد بالخيرات المنتظرة. يا رب اقبل منا في هذه الساعة وكل ساعة طلباتنا. سهل حياتنا، وأرشدنا إلى العمل بوصاياك. قدس أرواحنا. طهر أجسامنا. قوم أفكارنا. نق نياتنا. اشف أمراضنا واغفر خطايانا. ونجنا من كل حزن رديء ووجع قلب. أحطنا بملائكتك القديسين، لكي نكون بمعسكرهم محفوظين ومرشدين، لنصل إلى اتحاد الإيمان وإلى معرفة مجدك غير المحسوس وغير المحدود، فإنك مبارك إلى الأبد. أمين.'
        },
        {
          'title': 'الصلاة الربانية',
          'text': 'اللهم اجعلنا مستحقين أن نقول بشكر: أبانا الذي في السموات. ليتقدس اسمك. ليأت ملكوتك. لتكن مشيئتك. كما في السماء كذلك على الأرض. خبزنا الذي للغد أعطنا اليوم. وأغفر لنا ذنوبنا كما نغفر نحن أيضا للمذنبين إلينا. ولا تدخلنا في تجربة. لكن نجنا من الشرير. بالمسيح يسوع ربنا لأن لك الملك والقوة والمجد إلى الأبد. آمين.'
        }
      ],
      'صلاة الساعة التاسعة': [
        {
          'title': 'مقدمة كل ساعة',
          'text': 'باسم الآب والابن والروح القدس الإله الواحد آمين. يا رب ارحم. يا رب ارحم. يا رب بارك. آمين. المجد للآب والابن والروح القدس الآن وكل أوان وإلى دهر الدهور آمين.'
        },
        {
          'title': 'الصلاة الربانية',
          'text': 'اللهم اجعلنا مستحقين أن نقول بشكر: أبانا الذي في السموات. ليتقدس اسمك. ليأت ملكوتك. لتكن مشيئتك. كما في السماء كذلك على الأرض. خبزنا الذي للغد أعطنا اليوم. وأغفر لنا ذنوبنا كما نغفر نحن أيضا للمذنبين إلينا. ولا تدخلنا في تجربة. لكن نجنا من الشرير. بالمسيح يسوع ربنا لأن لك الملك والقوة والمجد إلى الأبد. آمين.'
        },
        {
          'title': 'صلاة الشكر',
          'text': 'فلنشكر صانع الخيرات الرحوم الله، أبا ربنا وإلهنا ومخلصنا يسوع المسيح، لأنه سترنا وأعاننا، وحفظنا، وقبلنا إليه وأشفق علينا وعضدنا، وأتى بنا إلى هذه الساعة. هو أيضا فلنسأله أن يحفظنا في هذا اليوم المقدس وكل أيام حياتنا بكل سلام. الضابط الكل الرب إلهنا. أيها السيد الإله ضابط الكل أبو ربنا وإلهنا ومخلصنا يسوع المسيح، نشكرك على كل حال ومن أجل كل حال، وفى كل حال، لأنك سترتنا، وأعنتنا، وحفظتنا، وقبلتنا إليك، وأشفقت علينا، وعضدتنا، وأتيت بنا إلى هذه الساعة. من أجل هذا نسأل ونطلب من صلاحك يا محب البشر، امنحنا أن نكمل هذا اليوم المقدس وكل أيام حياتنا بكل سلام مع خوفك. كل حسد، وكل تجربة وكل فعل الشيطان ومؤامرة الناس الأشرار، وقيام الأعداء الخفيين والظاهريين، انزعها عنا وعن سائر شعبك، وعن موضعك المقدس هذا. أما الصالحات والنافعات فارزقنا إياها. لأنك أنت الذي أعطيتنا السلطان أن ندوس الحيات والعقارب وكل قوة العدو. ولا تدخلنا في تجربة، لكن نجنا من الشرير. بالنعمة والرأفات ومحبة البشر اللواتي لابنك الوحيد ربنا وإلهنا ومخلصنا يسوع المسيح. هذا الذي من قبله المجد والإكرام والعزة والسجود تليق بك معه مع الروح القدس المحيي المساوي لك الآن وكل أوان وإلى دهر الدهور آمين.'
        },
        {
          'title': 'بدء الصلاة',
          'text': 'تسبحة الساعة التاسعة من النهار المبارك، أقدمها للمسيح ملكي وإلهى، وأرجوه أن يغفر لي خطاياي. من مزامير معلمنا داود النبي بركاته علينا أمين.'
        },
        {
          'title': ' (1) المزمور الخامس والتسعون',
          'text': 'سبحوا الرب تسبيحا جديدا، سبحي الرب يا كل الأرض، سبحوا الرب وباركوا اسمه. بشروا من يوم إلى يوم بخلاصه. حدثوا في الأمم بمجده وبين جميع الشعوب بعجائبه، لأن الرب عظيم هو ومسبح جدا. مرهوب على كل الآلهة لأن كل آلهة الأمم شَيَاطين، أما الرب فصنع السموات. الجلال والبهاء قدامه، الطهر والجمال العظيم في قدسه. قدموا للرب يا جميع قبائل الأمم، قدموا للرب مجدا وكرامة، قدموا للرب مجدا لاسمه. احملوا الذبائح وادخلوا دياره، اسجدوا للرب في دياره المقدسة. فلتتزلزل الأرض كلها من أمام وجهه. قولوا بين الأمم إن الرب قد ملك على خشبة، وأيضا ثبت المسكونة فلن تتزعزع. يدين الشعوب بالاستقامة. فلتفرح السموات ولتبتهج الأرض وليعج البحر وجميع ملئه، تفرح الوديان وكل ما فيها، حينئذ يبتهج كل شجر الغاب أمام وجه الرب، لأنه يأتي ليدين الأرض، يدين المسكونة بالعدل والشعوب بالاستقامة هلليلويا'
        },
        {
          'title': '(2) المزمور السادس والتسعون',
          'text': 'الرب قد ملك فلتتهلل الأرض، ولتفرح الجزائر الكثيرة. سحاب وضباب حوله، العدل والقضاء قوام كرسيه، النار تسبق فتسلك أمامه، وبلهيب تحرق أعداءه الذين حوله. أضاءت بروقه المسكونة. نظرت الأرض فتزلزلت، ذابت الجبال مثل الشمع من قدام وجه الرب، من أمام وجه رب الأرض كلها. أخبرت السموات بعدله، وعاينت جميع الشعوب مجده . يخزى جميع الساجدين لصنعة الأيدي، المفتخرين بأصنامهم. اسجدوا لله يا جميع ملائكته. سمعت صهيون ففرحت، وتهللت بنات يهوذا، من أجل أحكامك يا رب. لأنك أنت هو الرب العالي على كل الأرض، ارتفعت جدا فوق جميع الآلهة. يا محبي الرب أبغضوا الشر. إن الرب يحفظ نفوس أبراره، وينجيهم من أيدي الخطاة. نور أشرق للصديقين وفرح للمستقيمي القلوب. افرحوا أيها الصديقون بالرب. واعترفوا لذكر قدسه. هلليلويا.'
        },
        {
          'title': '(3) المزمور السابع والتسعون',
          'text': 'سبحوا الرب تسبيحا جديدا لأن الرب قد صنع أعمالا عجيبة، خلصتْ له يمينه وذراعه القدوس، أعلن الرب خلاصه وكشف قدام الأمم عدله. ذكر رحمته ليعقوب وحقه لبيت إسرائيل. نظرت أقاصي الأرض جميعا خلاص إلهنا. هللوا للرب يا كل الأرض، سبحوا وهللوا ورتلوا. رتلوا للرب بالقيثارة، بالقيثارة وصوت المزمار. بأبواق خافقة وصوت بوق القرن، هللوا أمام الرب الملك. فليعج البحر وكل ملئه، المسكونة وكل الساكنين فيها. تصفق جميع الأنهار، الجبال تبتهج أمام وجه الرب، لأنه أتى ليدين الأرض، يدين المسكونة بالعدل والشعوب بالاستقامة هلليلويا.'
        },
        {
          'title': '(4) المزمور الثامن والتسعون',
          'text': 'الرب قد ملك فلترتعد الشعوب. الجالس على الشاروبيم فلتتزلزل الأرض. عظيم هو الرب في صهيون ومتعال على كل الشعوب. فليعترفوا لاسمه العظيم لأنه مرهوب وقدوس وكرامة الملك أن يحب العدل أنت هيأت الاستقامة أنت أجريت القضاء والعدل في يعقوب. ارفعوا الرب إلهنا واسجدوا لموطئ قدميه فإنه قدوس هو. موسى وهرون بين كهنته وصموئيل بين الذين يدعون باسمه، كانوا يدْعون الرب فيستجيب لهم، بعمود الغمام كان يكلمهم. لأنهم حفظوا شهاداتِه، والأوامرَ التي أعطاهم. أيها الرب إلهنا، أنت استجبت لهم. صرت لهم يا الله غفورا، ومنتقما على جميع أعمالهم. ارفعوا الرب إلهنا، واسجدوا في جبله المقدس، فإن الربَّ إلهنا قدوس. هلليلويا.'
        },
        {
          'title': '(5) المزمور التاسع والتسعون',
          'text': 'هللوا للرب يا كل الأرض. اعبدوا الرب بالفرح، ادخلوا أمامه بالتهليل. اعلموا أن الرب هو إلهنا، هو صنعنا وليس نحن، ونحن شعبه وغنم رعيته. ادخلوا أبوابه بالاعتراف، ودياره بالتسابيح. اعترفوا له، وباركوا اسمه. فإن الرب صالح هو، والى الأبد رحمته، وإلى جيل فجيل حقه. هلليلويا. '
        },
        {
          'title': '(6) المزمور المائة',
          'text': 'رحمة وحكما أسبحك يا رب. أترنم لك. وأتفهم في طريق بلا عيب. متى تأتى إليّ؟ لقد كنت أسلك بدعة قلبي في وسط بيتي. لم أضع أمام عيني أمرا يخالف الناموسَ. صانعي المعصية أبغضتُ. لم يلصق بي قلب معوج، وعند ميلان الشرير عنى لم أكن أعلم، والذي يغتاب قريبه سرا كنت أطارده، المستكبر بعينيه والمنتفخ القلب لم أوآكله. عيناي على جميع أمناء الأرض لكي أجلسهم معي. السالك في الطريق بلا عيب هذا كان يخدمني. المتكبر لم يسكن في وسط بيتي. المتكلم بالظلم لم يستقِم أمام عيني. في أوقات الغدوات كنت أقتل جميع خطاة الأرض، لأبيد من مدينة الرب جميع صانعي الإثم هلليلويا .'
        },
        {
          'title': '(7) المزمور المائة والتاسع',
          'text': 'قال الرب لربي: اجلس عن يميني حتى أضع أعداءك تحت موطئ قدميك. عصا قوة يرسل لك الرب من صهيون وتسود في وسط أعدائك. معك الرياسة في يوم قوتك، في بهاء القديسين. من البطن قبل كوكب الصبح ولدتك. أقسم الرب ولن يندمَ أنك أنت هو الكاهن على طقس ملكيصادَق. الرب عن يمينك، يحطم في يوم رجزه ملوكا، يقضي بين الأمم ويملأهم جثثا، يسحق رؤوس كثيرين على الأرض. وفي الطريق يشرب الماء من الوادي. لذلكَ يرفع رأسه هلليلويا.'
        },
        {
          'title': '(8) المزمور المائة والعاشر',
          'text': 'أعترف لك يا رب من كل قلبي. في مجلس المستقيمين وفي مجمعهم. عظيمة هي أعمال الرب، ومشيئاته كلها مفحوصة، جلال وبهاء عمله، وعدله دائم إلى أبد الأبد. صنع ذكرا لجميع عجائبه. رحيم هو الرب ورؤوف، أعطى طعامه لأتقيائه، يذكر إلى الدهر ميثاقه. خبَّر شعبَه بقوة أعماله، ليعطيهم ميراث الأمم. أعمال يديه حق وعدل. كل وصاياه صادقة، ثابتة إلى دهر الدهور، مصنوعة بالحق والاستقامة. أرسل خلاصا لشعبه، أمر بعهده إلى الأبد. اسمه قدوس ومرهوب. رأس الحكمة مخافة الرب، والفهم صالح لكل من يعمل به، وتسبحته دائمة إلى الأبد هلليلويا.'
        },
        {
          'title': '(9) المزمور المائة والحادي عشر',
          'text': 'طوبى للرجل الخائف الرب ويهوى وصاياه جدا. يقوى نسله على الأرض. جيل المستقيمين يُبارَك. مجدٌ وغِنىً في بيته، وبره يدوم إلى الأبد. نور أشرق في الظلمة للمستقيمين. رحيم هو الرب الإله ورؤوف وبار. صالح هو الرجل الذي يتراءف ويُقرض ويدبر أقواله بالحق، لأنه لا يتزعزع إلى الدهر. ذِكر الصديق يدوم إلى الأبد، ولا يخشى من خبر السوء. قلبه مستعد متكل على الرب. قلبه ثابت لا يتزعزع حتى يرى بأعدائه. فرق وأعطى المساكين. بره دائم إلى دهر الدهور. يرتفع قرنه بالمجد. الخاطئ يبصر فيغتاظ ويصر بأسنانه ويذوب، شهوة الخاطئ تبيد. هلليلويا.'
        },
        {
          'title': '(10) المزمور المائة والثاني عشر',
          'text': 'سبحوا الرب أيها الفتيان، سبحوا اسم الرب. ليكن اسم الرب مباركا من الآن والى الأبد. من مشارق الشمس إلى مغاربها باركوا اسم الرب. الرب عال على كل الأمم وفوق السموات مجده. من مثل الرب إلهنا ؟! الساكن في الأعالي الناظر إلى المتواضعين في السماء وعلى الأرض، المقيم المسكين من التراب، الرافع البائس من المزبلة، لكي يُجلسه مع رؤساء شعبه. الذي يجعل العاقر ساكنة في بيت أم أولادٍ فرحة هلليلويا.'
        },
        {
          'title': '(11) المزمور المائة والرابع عشر',
          'text': 'أحببتُ أن يسمع الرب صوت تضرعي. لأنه أمال أذنه إليّ فأدعوه كل أيامي. لأن أوجاع الموت اكتنفتني وشدائد الجحيم أصابتني. ضيقا وحزنا وجدت، وباسم الرب دعوت: يا رب نج نفسي. الرب رحيم وصدّيق وإلهنا يرحم. الذي يحفظ الأطفالَ هو الرب. اتضعتُ فخلصني. ارجعي يا نفسي إلى موضع راحتكِ، لأن الرب قد أحسن إلى، وأنقذ نفسي من الموت وعيني من الدموع ورجلي من الزلل، أرضي الربَّ أمامه في كورة الأحياء. هلليلويا.'
        },
        {
          'title': '(12) المزمور المائة والخامس عشر',
          'text': 'آمنتُُ لذلك تكلمتُ. وأنا اتضعت جدا. أنا قلت في حيرتي: إن كل الناس كاذبون. بماذا أكافئ الربَّ عن كل ما أعطانيه؟ كأس الخلاص آخذ وباسم الرب أدعو. أوفي نذوري للرب قدام كل شعبه. كريم أمام الرب موت قديسيه. يا رب أنا عبدُك، أنا عبدك وابنُ أمتك. قطّعتَ قيودي. فلك أذبح ذبيحة التسبيح، وباسم الرب أدعو. أوفي للرب نذوري في ديار بيت الرب، قدام كل شعبه، في وسط أورشليم. هلليلويا.'
        },
        {
          'title': '(إنجيل لوقا 9: 10-17)',
          'text': 'ولما رجع الرسل حدثوه بما فعلوا. فأخذهم معه ودخل على انفرادٍ مدينة تسمى بيتَ صيدا. فلما علمت الجموع تبعوه فقبلهم وخاطبهم عن ملكوت الله، والمحتاجون إلى الشفاء شفاهم. وكان النهار قد بدأ يميل فتقدم إليه الاثنا عشر وقالوا له: اصرف الجموع ليذهبوا إلى القرى المحيطة والحقول، ليستريحوا ويجدوا ما يأكلونه، فإننا ههنا في موضع قفر. فقال لهم: أعطوهم أنتم ليأكلوا. فقالوا: ليس عندنا أكثر من خمس خبزات وسمكتين، إلا أن نمضي نحن ونشتري أطعمة لهذا الشعب جميعه. وكانوا نحو خمسة آلاف رجل. فقال لتلاميذه: ليتكئوا في كل موضع خمسين خمسين. ففعلوا هكذا وأتكأوهم أجمعين. فأخذ الخمسَ خبزاتٍ والسمكتين، ونظر إلى السماء، وباركها وقسمها، وأعطى التلاميذ ليضعوا أمام الجموع. فأكلوا جميعهم وشبعوا. ثم رفعوا ما فضل عنهم اثنتي عشرة قفة مملوءة. (والمجد لله دائما)'
        },
        {
          'title': 'القطعة الأولى',
          'text': 'يا من ذاق الموت بالجسد في وقت الساعة التاسعة من أجلنا نحن الخطاة، أمت حواسنا الجسمانية أيها المسيح إلهنا ونجنا. فلتدنُ وسيلتي قدامك يا رب، كقولك فهمني. لتدخل طلبتي إلى حضرتك، ككلمتك أحيني (ذوكصابتري كيه إيو كي آجيو ابنيفماتي - المجد للآب والابن والروح القدس).'
        },
        {
          'title': 'القطعة الثانية',
          'text': 'يا من أسلم الروحَ في يدي الآب عندما علقت على الصليب وقت الساعة التاسعة، وهديتَ اللصَّ المصلوبَ معك للدخول إلى الفردوس، لا تغفل عني أيها الصالح ولا ترذلني أنا الضال، بل قدس نفسي وأضئ فهمي واجعلني شريكا لنعمة أسرارك المحيية. لكي ما إذا ذقت من إحساناتك، أقدم لك تسبحة بغير فتور، مشتاقا إلى بهائك أفضل من كل شيء، أيها المسيح إلهنا ونجنا (كي نين، كي آ إي، كي ايستوس إي أوناس تون إي أونون آمين - الآن وكل أوان وإلى دهر الداهرين آمين).'
        },
        {
          'title': 'القطعة الثالثة',
          'text': 'يا من ولدت من البتول من أجلنا، واحتملت الصلب أيها الصالح وقتلت الموت بموتك وأظهرت القيامة بقيامتك، لا تعرض يا الله عن الذين جبلتهم بيديك. أظهر محبتك للبشر أيها الصالح. اقبل من والدتك شفاعة من أجلنا. نج يا مخلص شعبًا متواضعًا. لا تتركنا إلى الانقضاء ولا تسلمنا إلى الدهر، ولا تنقض عهدك ولا تنزع عنا رحمتك، من أجل إبراهيمَ حبيبِك واسحقَ عبدِك وإسرائيلَ قديسِك. (كي نين، كي آ إي، كي ايستوس إي أوناس تون إي أونون آمين - الآن وكل أوان وإلى دهر الداهرين آمين).'
        },
        {
          'title': 'القطعة الرابعة',
          'text': 'لما أبصر اللص رئيس الحياة على الصليب معلقا، قال: لولا أن المصلوبَ معنا إلهٌ متجسد، ما كانت الشمس أخفت شعاعها ولا الأرض ماجت مرتعدة. لكن أيها القادر على كل شيء، والمحتمل كل شيء، اذكرني يا رب متى جئتَ في ملكوتك (ذوكصابتري كيه إيو كي آجيو ابنيفماتي - المجد للآب والابن والروح القدس).'
        },
        {
          'title': 'القطعة الخامسة',
          'text': 'يا من قبل إليه اعتراف اللص على الصليب، اقبلنا إليك أيها الصالح. نحن المستوجبين حكم الموت من أجل خطايانا. نقر بخطايانا معه معترفين بألوهيتك، ونصرخ معه جميعًا: اذكرنا يا رب متى جئتَ في ملكوتك (كي نين، كي آ إي، كي ايستوس إي أوناس تون إي أونون آمين - الآن وكل أوان وإلى دهر الداهرين آمين).'
        },
        {
          'title': 'القطعة السادسة',
          'text': 'عندما نظرت الوالدة الحمل والراعي مخلص العالم على الصليب معلقا قالت وهي باكية: أما العالم فيفرح لقبوله الخلاص، وأما أحشائي فتلتهب عند نظري إلى صلبوتك الذي أنت صابر عليه من أجل الكل، يا ابني والهي.'
        },
        {'title': 'كيرياليسون', 'text': '(يا رب ارحم) 41 مرة'},
        {
          'title': 'قدوس قدوس قدوس',
          'text': 'قدوس، قدوس، قدوس، رب الصباؤوت. السماء والأرض مملوءتان من مجدك وكرامتك. ارحمنا يا الله الآب ضابط الكل. أيها الثالوث القدوس ارحمنا. أيها الرب إله القوات كن معنا، لأنه ليس لنا معين في شدائدنا وضيقاتنا سواك. حل واغفر واصفح لنا يا الله عن سيئاتنا، التي صنعناها بإرادتنا والتي صنعناها بغير إرادتنا، التي فعلناها بمعرفة والتي فعلناها بغير معرفة، الخفية والظاهرة. يا رب اغفرها لنا، من أجل اسمك القدوس الذي دعي علينا. كرحمتك يا رب وليس كخطايانا.'
        },
        {
          'title': 'الصلاة الربانية',
          'text': 'اللهم اجعلنا مستحقين أن نقول بشكر: أبانا الذي في السموات. ليتقدس اسمك. ليأت ملكوتك. لتكن مشيئتك. كما في السماء كذلك على الأرض. خبزنا الذي للغد أعطنا اليوم. وأغفر لنا ذنوبنا كما نغفر نحن أيضا للمذنبين إلينا. ولا تدخلنا في تجربة. لكن نجنا من الشرير. بالمسيح يسوع ربنا لأن لك الملك والقوة والمجد إلى الأبد. آمين.'
        },
        {
          'title': 'التحليل',
          'text': 'يا الله الآب أبو ربنا وإلهنا ومخلصنا يسوع المسيح هذا الذي بظهوره خلصتنا وأنقذتنا من عبودية العدو. نسألك باسمه المبارك العظيم أنقل عقولنا من الاهتمام العالمي والشهوات الجسدية، إلى تذكار أحكامك السمائية وكمل لنا محبتك للبشر أيها الصالح. ولتكن صلواتنا كل حين وصلاة هذه الساعة التاسعة مقبولة أمامك. وامنحنا أن نسلك كما يليق بالدعوة التي دعينا إليها. لكي إذا خرجنا من هذا الجسد نحسب مع الساجدين المستحقين لآلام ابنك الوحيد يسوع المسيح ربنا، ونظفر بالرحمة وغفران خطايانا والخلاص مع مصاف القديسين الذين أرضَوك بالحقيقة منذ الدهر والي الأبد. اللهم أبطل عنا كل قوة المعاند وجميع جنوده الرديئة، كما داسهم ابنك الوحيد بقوة صليبه المحيي. واقبلنا إليك يا سيدي يسوع المسيح كما قبلت اللص اليمين وأنت معلق على عود الصليب. وأنر علينا كما أنرت على الذين كانوا في ظلمة الجحيم. وردنا جميعا إلى فردوس النعيم لأنك يا سيدي إله مبارك. وينبغي لك مع أبيك الصالح والروح القدس، المجد والإكرام والعزة والسلطان والسجود إلى الأبد أمين.'
        },
        {
          'title': 'طلبة تصلى آخر كل ساعة',
          'text': 'ارحمنا يا الله ثم ارحمنا. يا من في كل وقت وكل ساعة، في السماء وعلى الأرض، مسجود له وممجد. المسيح إلهنا الصالح، الطويل الروح، الكثير الرحمة، الجزيل التحنن، الذي يحب الصديقين ويرحم الخطاة الذين أولهم أنا. الذي لا يشاء موت الخاطئ مثل ما يرجع ويحيا. الداعي الكل إلى الخلاص لأجل الموعد بالخيرات المنتظرة. يا رب اقبل منا في هذه الساعة وكل ساعة طلباتنا. سهل حياتنا، وأرشدنا إلى العمل بوصاياك. قدس أرواحنا. طهر أجسامنا. قوم أفكارنا. نق نياتنا. اشف أمراضنا واغفر خطايانا. ونجنا من كل حزن رديء ووجع قلب. أحطنا بملائكتك القديسين، لكي نكون بمعسكرهم محفوظين ومرشدين، لنصل إلى اتحاد الإيمان وإلى معرفة مجدك غير المحسوس وغير المحدود، فإنك مبارك إلى الأبد. أمين.'
        },
        {
          'title': 'الصلاة الربانية',
          'text': 'اللهم اجعلنا مستحقين أن نقول بشكر: أبانا الذي في السموات. ليتقدس اسمك. ليأت ملكوتك. لتكن مشيئتك. كما في السماء كذلك على الأرض. خبزنا الذي للغد أعطنا اليوم. وأغفر لنا ذنوبنا كما نغفر نحن أيضا للمذنبين إلينا. ولا تدخلنا في تجربة. لكن نجنا من الشرير. بالمسيح يسوع ربنا لأن لك الملك والقوة والمجد إلى الأبد. آمين.'
        }
      ],
      'صلاة الساعة الحادية عشر (الغروب)': [
        {
          'title': 'مقدمة كل ساعة',
          'text': 'باسم الآب والابن والروح القدس الإله الواحد آمين. يا رب ارحم. يا رب ارحم. يا رب بارك. آمين. المجد للآب والابن والروح القدس الآن وكل أوان وإلى دهر الدهور آمين.'
        },
        {
          'title': 'الصلاة الربانية',
          'text': 'اللهم اجعلنا مستحقين أن نقول بشكر: أبانا الذي في السموات. ليتقدس اسمك. ليأت ملكوتك. لتكن مشيئتك. كما في السماء كذلك على الأرض. خبزنا الذي للغد أعطنا اليوم. وأغفر لنا ذنوبنا كما نغفر نحن أيضا للمذنبين إلينا. ولا تدخلنا في تجربة. لكن نجنا من الشرير. بالمسيح يسوع ربنا لأن لك الملك والقوة والمجد إلى الأبد. آمين.'
        },
        {
          'title': 'صلاة الشكر',
          'text': 'فلنشكر صانع الخيرات الرحوم الله، أبا ربنا وإلهنا ومخلصنا يسوع المسيح، لأنه سترنا وأعاننا، وحفظنا، وقبلنا إليه وأشفق علينا وعضدنا، وأتى بنا إلى هذه الساعة. هو أيضا فلنسأله أن يحفظنا في هذا اليوم المقدس وكل أيام حياتنا بكل سلام. الضابط الكل الرب إلهنا. أيها السيد الإله ضابط الكل أبو ربنا وإلهنا ومخلصنا يسوع المسيح، نشكرك على كل حال ومن أجل كل حال، وفى كل حال، لأنك سترتنا، وأعنتنا، وحفظتنا، وقبلتنا إليك، وأشفقت علينا، وعضدتنا، وأتيت بنا إلى هذه الساعة. من أجل هذا نسأل ونطلب من صلاحك يا محب البشر، امنحنا أن نكمل هذا اليوم المقدس وكل أيام حياتنا بكل سلام مع خوفك. كل حسد، وكل تجربة وكل فعل الشيطان ومؤامرة الناس الأشرار، وقيام الأعداء الخفيين والظاهريين، انزعها عنا وعن سائر شعبك، وعن موضعك المقدس هذا. أما الصالحات والنافعات فارزقنا إياها. لأنك أنت الذي أعطيتنا السلطان أن ندوس الحيات والعقارب وكل قوة العدو. ولا تدخلنا في تجربة، لكن نجنا من الشرير. بالنعمة والرأفات ومحبة البشر اللواتي لابنك الوحيد ربنا وإلهنا ومخلصنا يسوع المسيح. هذا الذي من قبله المجد والإكرام والعزة والسجود تليق بك معه مع الروح القدس المحيي المساوي لك الآن وكل أوان وإلى دهر الدهور آمين.'
        },
        {
          'title': 'بدء الصلاة',
          'text': 'تسبحة الغروب من النهار المبارك، أقدمها للمسيح ملكي وإلهى، وأرجوه أن يغفر لي خطاياي. من مزامير معلمنا داود النبي بركاته علينا أمين.'
        },
        {
          'title': '(1) المزمور المائة والسادس عشر',
          'text': 'سبحوا الربَّ يا جميع الأمم ولتباركه كافة الشعوب. لأن رحمته قد ثبتت علينا وحق الرب يدوم إلى الأبد هلليلويا.'
        },
        {
          'title': '(2) المزمور المائة والسابع عشر',
          'text': 'اعترفوا للرب لأنه صالح وأن إلى الأبد رحمته. ليقل بيت إسرائيل إنه صالح وإن إلى الأبد رحمته. ليقل بيت هارون إنه صالح وإن إلى الأبد رحمته. ليقل أتقياء الرب إنه صالح وإن إلى الأبد رحمته. في ضيقتي صرختُ إلى الرب، فاستجاب لي وأخرجني إلى الرحب. الرب عوني فلا أخشى ماذا يصنع بي الإنسان. الرب لي معين وأنا أرى بأعدائي. الاتكال على الرب خير من الاتكال على البشر، الرجاء بالرب خير من الرجاء بالرؤساء. كل الأمم أحاطوا بي وباسم الرب انتقمتُ منهم. أحاطوا بي احتياطا واكتنفوني، وباسم الرب قهرتهم. أحاطوا بي مثل النحل حول الشهد، والتهبوا كنار في شوك، وباسم الرب انتقمت منهم. دفعتُ لأسقطَ والرب عضدني. قوتي وتسبحتي هو الرب وقد صار لي خلاصا. صوت التهليل والخلاص في مساكن الأبرار. يمين الرب صنعت قوة، يمين الرب رفعتني، يمين الرب صنعت قوة. فلن أموتَ بعدُ، بل أحيا وأحدث بأعمال الرب. تأديبا أدبني الرب وإلى الموت لم يُسْلِمْني. افتحوا لي أبواب البر لكي أدخل فيها وأعترفَ للرب. هذا هو باب الرب والصديقون يدخلون فيه. أعترف لك يا رب لأنك استجبت لي وكنت لي مخلصا. الحجر الذي رذله البناءون هذا صار رأسا للزاوية. من قبل الرب كان هذا وهو عجيب في أعيننا. هذا هو اليوم الذي صنعه الرب. فلنبتهج ونفرح فيه. يا رب خلصنا. يا رب سهل طريقنا. مبارك الآتي باسم الرب. باركناكم من بيت الرب. الله الرب أضاء علينا. رتبوا عيدا في الواصلين إلى قرون المذبح. أنت هو إلهي فأشكرك، إلهي أنت فأرفعك. أعترف لك يا رب، لأنك استجبت لي وصرت لي مخلصا. اشكروا الرب فإنه صالح وأن إلى الأبد رحمته هلليلويا'
        },
        {
          'title': '(3) المزمور المائة والتاسع عشر',
          'text': 'إليك يا رب صرخت في حزني فاستجبت لي. يا رب نج نفسي من الشفاه الظالمة ومن اللسان الغاش. ماذا تعطى وماذا تزاد من اللسان الغاش. سهام الأقوياء مرهفة مع جمر البرية. ويل لي فإن غربتي قد طالت عليّ، وسكنت في مساكن قيدار. طويلا سكنتْ نفسي في الغربة، ومع مبغضي السلام كنت صاحب سلام، وحين كنت أكلمهم كانوا يقاتلونني باطلا هلليلويا.'
        },
        {
          'title': '(4) المزمور المائة والعشرون',
          'text': 'رفعت عيني إلى الجبال، من حيث يأتي عوني. معونتي من عند الرب الذي صنع السماء والأرض. لا يسلم رجلك للزلل، فما ينعس حافظك. هوذا لا ينعس ولا ينام حارس إسرائيل. الرب يحفظك. الرب يظلل على يدك اليمنى، فلا تحرقك الشمس بالنهار ولا القمر بالليل. الرب يحفظك من كل سوء. الرب يحفظ نفسك. الرب يحفظ دخولك وخروجك، من الآن والي الأبد هلليلويا.'
        },
        {
          'title': '(5) المزمور المائة والحادي والعشرون',
          'text': 'فرحت بالقائلين لي إلى بيت الرب نذهب. وقفت أرجلنا في ديار أورشليم، أورشليم المبنية مثل مدينة متصلة بعضها ببعض. لأن هناك صعدت القبائل، قبائل الرب، شهادة لإسرائيل، يعترفون لاسم الرب. هناك نصبت كراسي للقضاء كراسي بيت داود. اسألوا السلام لأورشليم والخصبَ لمحبيك. ليكن السلام في حصنك والخصب في أبراجك الرصينة. من أجل اخوتي وأقربائي تكلمت من أجلك بالسلام، ومن أجل بيت الرب إلهنا التمست لك الخيرات هلليلويا.'
        },
        {
          'title': '(6) المزمور المائة والثاني والعشرون',
          'text': 'إليك رفعت عينيّ يا ساكن السماء. فها هما مثل عيون العبيد إلى أيدي مواليهم، ومثل عيني الأمة إلى يدي سيدتها. كذلك أعيننا نحو الرب إلهنا حتى يتراءف علينا. ارحمنا يا رب ارحمنا، فإننا كثيرا ما امتلأنا هوانا، وكثيرا ما امتلأت نفوسنا العار اردده على المخصبين والهوان على المتعظمين هلليلويا.'
        },
        {
          'title': '(7) المزمور المائة والثالث والعشرون',
          'text': 'لولا أن الربَّ كان معنا ـ ليقل إسرائيل ـ لولا أن الرب كان معنا عندما قام الناس علينا، لابتلعونا ونحن أحياء، عند سخط غضبهم علينا. إذا لغرقنا في الماء وعبرت نفوسنا السيل، بل جازت نفوسنا الماء الذي لا نهاية له. مبارك الرب الذي لم يسلمنا فريسة لأسنانهم. نجت أنفسنا مثل العصفور من فخ الصيادين، الفخ انكسر ونحن نجونا، عوننا باسم الرب الذي صنع السماء والأرض هلليلويا.'
        },
        {
          'title': '(8) المزمور المائة والرابع والعشرون',
          'text': 'المتوكلون على الرب مثل جبل صهيون لا يتزعزع إلى الأبد، الساكن في أورشليم. الجبال حولها، والرب حول شعبه من الآن والى الأبد. الرب لا يترك عصا الخطاة تستقر على نصيب الصديقين، لكي لا يمد الصديقون أيديهم إلى الإثم. أحسن يا رب إلى الصالحين والى المستقيمي القلوب. أما الذين يميلون إلى العثرات فينزعهم الرب مع فعلة الإثم. والسلام على إسرائيل هلليلويا.'
        },
        {
          'title': '(9) المزمور المائة والخامس والعشرون',
          'text': 'إذا ما رد الرب سبي صهيون صرنا فرحين. حينئذ امتلأ فمنا فرحا ولساننا تهليلا. حينئذ يقال في الأمم إن الرب قد عظم الصنيع معهم. عظم الرب الصنيع معنا فصرنا فرحين. اردد يا رب سبينا مثل السيول في الجنوب. الذين يزرعون بالدموع يحصدون بالابتهاج. سيرا كانوا يسيرون وهم باكون حاملين بذارهم، ويعودون بالفرح حاملين أغمارهم هلليلويا.'
        },
        {
          'title': '(10) المزمور المائة والسادس والعشرون',
          'text': 'إن لم يبن الرب البيتَ فباطلا تعب البناءون، وإن لم يحرس الرب المدينة فباطلا سهر الحراس. باطل هو لكم التبكير. انهضوا من بعد جلوسكم يا آكلي الخبز بالهموم، فإنه يمنح أحباءه نوما. البنون ميراث من الرب أجرة ثمرة البطن. كالسهام بيد القوي كذلك أبناء المتيقظين. مغبوط هو الرجل الذي يملا جعبته منهم. حينئذ لا يخزون إذا كلموا أعداءهم في الأبواب هلليلويا.'
        },
        {
          'title': '(11) المزمور المائة والسابع والعشرون',
          'text': 'طوبى لجميع الذين يتقون الرب السالكين في طرقه. تأكل من ثمرة أتعابك تصير مغبوطا ويكون لك الخير. امرأتك تصير مثلَ كرمة مخصبة في جوانب بيتك. بنوك مثل غروس الزيتون الجدد حول مائدتك. هكذا يُبارَك الإنسان المتقي الربَّ. يباركك الرب من صهيون، وتبصر خيرات أورشليم جميع أيام حياتك، وترى بني بنيك، والسلام على إسرائيل. هلليلويا.'
        },
        {
          'title': '(12) المزمور المائة والثامن والعشرون',
          'text': 'مرارا كثيرة حاربوني منذ صباي ـ ليقل إسرائيل ـ مرارا كثيرة قاتلوني منذ شبابي، وإنهم لم يقدروا علي. على ظهري جلدني الخطاة وأطالوا إثمهم. الرب صدّيق هو، يقطع أعناق الخطاة. فليخز وليرتد إلى الوراء كل الذين يبغضون صهيون، وليكونوا مثل عشب السطوح الذي ييبَس قبل أن يقطع، الذي لم يملأ الحاصد منه يده، ولا الذي يجمع الغمورَ حضنه. ولم يقلْ المجتازون إن بركة الرب عليكم. باركناكم باسم الرب هلليلويا.'
        },
        {
          'title': '(إنجيل لوقا 4: 38-41)',
          'text': 'ولما قام من المجمع دخل بيت سمعان. وكانت حماة سمعان بحمَّى شديدة. فسألوه من أجلها. فوقف فوقا منها وانتهر الحمى، فتركتها وفي الحال قامت وخدمتهم. وعند غروب الشمس كان كل الذين عندهم مرضى بأنواع أمراض كثيرة يقدمونهم إليه. أما هو فكان يضع يديه على كل واحد منهم فيشفيهم. وكانت الشياطين تخرج من كثيرين وهي تصرخ وتقول: أنت هو المسيح ابن الله. فكان ينتهرهم ولا يدَعهم ينطقون، لأنهم كانوا قد عرفوه أنه هو المسيح (والمجد لله دائما)'
        },
        {
          'title': 'القطعة الأولى',
          'text': 'إذا كان الصديق بالجهد يخلص فأين أظهر أنا الخاطئ. ثقل النهار وحره لم أحتمل لضعف بشريتي. لكن أنت يا الله الرحوم احسبني مع أصحاب الساعة الحادية عشر. لأني هاأنذا بالآثام حبل بي وبالخطايا ولدتني أمي. فما أجسر أن أنظر إلى علو السماء، لكني أتكل على غنى رحمتك ومحبتك للبشرية، صارخا قائلا: اللهم اغفر لي أنا الخاطئ وارحمني (ذوكصابتري كيه إيو كي آجيو ابنيفماتي - المجد للآب والابن والروح القدس).'
        },
        {
          'title': 'القطعة الثانية',
          'text': 'أسرع لي يا مخلص بفتح الأحضان الأبوية. لأني أفنيت عمري في اللذات والشهوات، وقد مضى منى النهار وفات، فالآن اتكل على غنى رأفتك التي لا تفرغ. فلا تتخل عن قلبٍ خاشع مفتقر لرحمتك. لأني إليك أصرخ يا رب بتخشع: أخطأت يا أبتاه إلى السماء وقدامك ولست مستحقا أن أدعَى لك ابنا، بل اجعلني كأحد أجرائك (كي نين، كي آ إي، كي ايستوس إي أوناس تون إي أونون آمين - الآن وكل أوان وإلى دهر الداهرين آمين).'
        },
        {
          'title': 'القطعة الثالثة',
          'text': 'لكل إثم بحرص ونشاط فعلتُ، ولكل خطيةٍ بشوق واجتهاد ارتكبتُ، ولكل عذابٍ وحكم استوجبتُ. فهيئي لي أسبابَ التوبة أيتها السيدة العذراء. فإليك أتضرع وبك أستشفع، وإياك أدعو أن تساعديني لئلا أخزى. وعند مفارقة نفسي من جسدي احضري عندي، ولمؤامرة الأعداء اهزمي، ولأبواب الجحيم أغلقي. لئلا يبتلعوا نفسي يا عروس بلا عيب للختن الحقيقي.'
        },
        {'title': 'كيرياليسون', 'text': '(يا رب ارحم) 41 مرة'},
        {
          'title': 'قدوس قدوس قدوس',
          'text': 'قدوس، قدوس، قدوس، رب الصباؤوت. السماء والأرض مملوءتان من مجدك وكرامتك. ارحمنا يا الله الآب ضابط الكل. أيها الثالوث القدوس ارحمنا. أيها الرب إله القوات كن معنا، لأنه ليس لنا معين في شدائدنا وضيقاتنا سواك. حل واغفر واصفح لنا يا الله عن سيئاتنا، التي صنعناها بإرادتنا والتي صنعناها بغير إرادتنا، التي فعلناها بمعرفة والتي فعلناها بغير معرفة، الخفية والظاهرة. يا رب اغفرها لنا، من أجل اسمك القدوس الذي دعي علينا. كرحمتك يا رب وليس كخطايانا.'
        },
        {
          'title': 'الصلاة الربانية',
          'text': 'اللهم اجعلنا مستحقين أن نقول بشكر: أبانا الذي في السموات. ليتقدس اسمك. ليأت ملكوتك. لتكن مشيئتك. كما في السماء كذلك على الأرض. خبزنا الذي للغد أعطنا اليوم. وأغفر لنا ذنوبنا كما نغفر نحن أيضا للمذنبين إلينا. ولا تدخلنا في تجربة. لكن نجنا من الشرير. بالمسيح يسوع ربنا لأن لك الملك والقوة والمجد إلى الأبد. آمين.'
        },
        {
          'title': 'التحليل',
          'text': 'نشكرك يا ملكنا المتحنن لأنك منحتنا أن نعبر هذا اليوم بسلام وأتيت بنا إلى المساء شاكرين، وجعلتنا مستحقين أن ننظر النور إلى المساء. اللهم اقبل تمجيدنا هذا الذي صار الآن. ونجنا من حيل المضاد وأبطل سائر فخاخه المنصوبة لنا. هب لنا في هذه الليلة المقبلة سلامة بغير ألم ولا قلق ولا تعب ولا خيال. لنجتازها أيضا بسلام وعفاف، وننهض للتسابيح والصلوات كل حين وفي كل مكان، نمجد اسمك القدوس في كل شيء، مع الآب غير المدرك ولا المبتدئ، والروح القدس المحيي المساوي لك الآن وكل أوان والى دهر الدهور أمين.'
        },
        {
          'title': 'طلبة تصلى آخر كل ساعة',
          'text': 'ارحمنا يا الله ثم ارحمنا. يا من في كل وقت وكل ساعة، في السماء وعلى الأرض، مسجود له وممجد. المسيح إلهنا الصالح، الطويل الروح، الكثير الرحمة، الجزيل التحنن، الذي يحب الصديقين ويرحم الخطاة الذين أولهم أنا. الذي لا يشاء موت الخاطئ مثل ما يرجع ويحيا. الداعي الكل إلى الخلاص لأجل الموعد بالخيرات المنتظرة. يا رب اقبل منا في هذه الساعة وكل ساعة طلباتنا. سهل حياتنا، وأرشدنا إلى العمل بوصاياك. قدس أرواحنا. طهر أجسامنا. قوم أفكارنا. نق نياتنا. اشف أمراضنا واغفر خطايانا. ونجنا من كل حزن رديء ووجع قلب. أحطنا بملائكتك القديسين، لكي نكون بمعسكرهم محفوظين ومرشدين، لنصل إلى اتحاد الإيمان وإلى معرفة مجدك غير المحسوس وغير المحدود، فإنك مبارك إلى الأبد. أمين.'
        },
        {
          'title': 'الصلاة الربانية',
          'text': 'اللهم اجعلنا مستحقين أن نقول بشكر: أبانا الذي في السموات. ليتقدس اسمك. ليأت ملكوتك. لتكن مشيئتك. كما في السماء كذلك على الأرض. خبزنا الذي للغد أعطنا اليوم. وأغفر لنا ذنوبنا كما نغفر نحن أيضا للمذنبين إلينا. ولا تدخلنا في تجربة. لكن نجنا من الشرير. بالمسيح يسوع ربنا لأن لك الملك والقوة والمجد إلى الأبد. آمين.'
        }
      ],
      'صلاة الساعة الثانية عشر (النوم)': [
        {
          'title': 'مقدمة كل ساعة',
          'text': 'باسم الآب والابن والروح القدس الإله الواحد آمين. يا رب ارحم. يا رب ارحم. يا رب بارك. آمين. المجد للآب والابن والروح القدس الآن وكل أوان وإلى دهر الدهور آمين.'
        },
        {
          'title': 'الصلاة الربانية',
          'text': 'اللهم اجعلنا مستحقين أن نقول بشكر: أبانا الذي في السموات. ليتقدس اسمك. ليأت ملكوتك. لتكن مشيئتك. كما في السماء كذلك على الأرض. خبزنا الذي للغد أعطنا اليوم. وأغفر لنا ذنوبنا كما نغفر نحن أيضا للمذنبين إلينا. ولا تدخلنا في تجربة. لكن نجنا من الشرير. بالمسيح يسوع ربنا لأن لك الملك والقوة والمجد إلى الأبد. آمين.'
        },
        {
          'title': 'صلاة الشكر',
          'text': 'فلنشكر صانع الخيرات الرحوم الله، أبا ربنا وإلهنا ومخلصنا يسوع المسيح، لأنه سترنا وأعاننا، وحفظنا، وقبلنا إليه وأشفق علينا وعضدنا، وأتى بنا إلى هذه الساعة. هو أيضا فلنسأله أن يحفظنا في هذا اليوم المقدس وكل أيام حياتنا بكل سلام. الضابط الكل الرب إلهنا. أيها السيد الإله ضابط الكل أبو ربنا وإلهنا ومخلصنا يسوع المسيح، نشكرك على كل حال ومن أجل كل حال، وفى كل حال، لأنك سترتنا، وأعنتنا، وحفظتنا، وقبلتنا إليك، وأشفقت علينا، وعضدتنا، وأتيت بنا إلى هذه الساعة. من أجل هذا نسأل ونطلب من صلاحك يا محب البشر، امنحنا أن نكمل هذا اليوم المقدس وكل أيام حياتنا بكل سلام مع خوفك. كل حسد، وكل تجربة وكل فعل الشيطان ومؤامرة الناس الأشرار، وقيام الأعداء الخفيين والظاهريين، انزعها عنا وعن سائر شعبك، وعن موضعك المقدس هذا. أما الصالحات والنافعات فارزقنا إياها. لأنك أنت الذي أعطيتنا السلطان أن ندوس الحيات والعقارب وكل قوة العدو. ولا تدخلنا في تجربة، لكن نجنا من الشرير. بالنعمة والرأفات ومحبة البشر اللواتي لابنك الوحيد ربنا وإلهنا ومخلصنا يسوع المسيح. هذا الذي من قبله المجد والإكرام والعزة والسجود تليق بك معه مع الروح القدس المحيي المساوي لك الآن وكل أوان وإلى دهر الدهور آمين.'
        },
        {
          'title': 'بدء الصلاة',
          'text': 'تسبحة النوم من هذا اليوم المبارك أقدمها للمسيح ملكي والهي وأرجوه أن يغفر لي خطاياي.'
        },
        {
          'title': '(1) المزمور المائة والتاسع والعشرون',
          'text': 'من الأعماق صرخت إليك يا رب، يا رب استمع صوتي. لتكن أذناك مصغيتين إلى صوت تضرعي. إن كنت للآثام راصدا يا رب، يا رب من يثبت لأن من عندك المغفرة. من أجل اسمك صبرْتُ لك يا رب، صبرَتْ نفسي لناموسك. انتظرت نفسي الرب من محرس الصبح إلى الليل. من محرس الصبح فلينتظر إسرائيل الرب. لأن الرحمة من عند الرب. عظيم هو خلاصه وهو يفتدي إسرائيل من كل آثامه هلليلويا.'
        },
        {
          'title': '(2) المزمور المائة والثلاثون',
          'text': 'يا رب لم يرتفع قلبي، ولم تستعلِ عيناي، ولم أسلك في العظائم ولا في العجائب التي هي أعلى مني. فان كنت لم أتضع لكن رفعت صوتي مثل الفطيم من اللبن على أمه، كذلك المجازاة على نفسي. فليتكل إسرائيل على الرب من الآن والى الأبد هلليلويا.'
        },
        {
          'title': '(3) المزمور المائة والحادي والثلاثون',
          'text': 'اذكر يا رب داود وكل دعته، كيف أقسم للرب ونذر لإله يعقوب: إني لا أدخل إلى مسكن بيتي، ولا أصعد على سرير فراشي، ولا أعطى لعيني نوما، ولا لأجفاني نعاسا، ولا راحة لصدغيَّ، إلى أن أجد موضعا للرب ومسكنا لإله يعقوبَ. ها قد سمعنا به في افراته ووجدناه في موضع الغابة. فلندخل إلى مساكنه ونسجد في الموضع الذي فيه استقرت قدماه. قم يا رب إلى راحتك أنت وتابوت موضع قدسك. كهنتك يلبسون البر وأبرارك يبتهجون. من أجل داود عبدك لا ترد وجهك عن مسيحك. حلف الرب لداود حقا ولا يخلف: لأجعَلنَّ من ثمرة بطنك على كرسيك. إن حفظ بنوك عهدي وشهاداتي التي أعلمهم إياها، فبنوهم أيضا يجلسون إلى الأبد على كرسيك. لأن الرب اختار صهيون ورضيها مسكنًا له. هذا هو موضع راحتي إلى أبد الأبد، ههنا أسكن لأني أردته. لصيدها أبارك بركة، لمساكينها أشبع خبزا، لكهنتها ألبس الخلاص وأبرارها يبتهجون ابتهاجا. هناك أقيم قرنا لداود. هيأتُ سراجا لمسيحي. لأعدائه ألبس الخزي وعليه يزهر قدسي هلليلويا.'
        },
        {
          'title': '(4) المزمور المائة والثاني والثلاثون',
          'text': 'هوذا ما أحسن وما أحلي أن يسكن الاخوة معا. كالطيب الكائن على الرأس الذي ينزل على اللحية، لحية هارون النازلة على جيب قميصه. ومثل ندى حرمون المنحدر على جبل صهيون. لأن هناك أمر الرب بالبركة والحياة إلى الأبد هلليلويا.'
        },
        {
          'title': '(5) المزمور المائة والثالث والثلاثون',
          'text': 'ها باركوا الربَّ يا عبيدَ الرب، القائمين في بيت الرب في ديار إلهنا. في الليالي ارفعوا أيديكم إلى القدس وباركوا الرب. يبارككم الرب من صهيون الذي خلق السماء والأرض هلليلويا.'
        },
        {
          'title': '(6) المزمور المائة والسادس والثلاثون',
          'text': 'على أنهار بابل هناك جلسنا، فبكينا عندما تذكرنا صهيون. على الصفصاف في وسطها علقنا قيثاراتنا، لأنه هناك سألنا الذين سبونا أقوالَ التسبيح. والذين استاقونا إلى هناك قالوا: سبحوا لنا تسبحة من تسابيح صهيون. كيف نسبِّح تسبحة الرب في أرض غريبة. إن نسيتك يا أورشليم أنسَ يميني، ويلتصق لساني بحنكي إن لم أذكرك، إن لم أفضل أورشليم في ابتداء فرحي. اذكر يا رب بني أدوم في يوم أورشليم القائلين: انقضوا انقضوا حتى الأساس منها. يا بنت بابل الشقية طوبى لمن يكافئك مكافأتك التي جازيتينا. طوبى لمن يمسك أطفالك ويدفنهم عند الصخرة هلليلويا.'
        },
        {
          'title': '(7) المزمور المائة والسابع والثلاثون',
          'text': 'أعترف لك يا رب من كل قلبي لأنك استمعت كل كلمات فمي. أمام الملائكة أرتل لك وأسجد قدام هيكلك المقدس، وأعترف لاسمك على رحمتك وحقك، لأنك قد عظمت اسمك القدوس على الكل. اليوم الذي أدعوك فيه أجبني بسرعة. تكثر التطلع على نفسي بقوة. فليعترف لك يا رب كل ملوك الأرض. لأنهم قد سمعوا سائر كلمات فمك وليسبحوا في طرق الرب. لأن مجد الرب عظيم لأن الرب عال ويعاين المتواضعات والكائنات يعرفها من بعد. إن سلكت في وسط الشدة فإنك تحييني. على رجز الأعداء مددت يدك وخلصتني يمينك. الرب يجازي عني، يا رب رحمتك دائمة إلى الأبد. أعمال يديك يا رب لا تتركها هلليلويا.'
        },
        {
          'title': '(8) المزمور المائة والأربعون',
          'text': 'يا رب إليك صرخت فاستمع لي. أنصت إلى صوت تضرعي، إذا ما صرختُ إليك. لتستقم صلاتي كالبخور قدامك. وليكن رفع يدي كذبيحة مسائية. ضع يا رب حافظا لفمي، وبابا حصينا لشفتي. ولا تمل قلبي إلى كلام الشر، فيتعلل بعلل في الخطايا مع أناس فاعلي الإثم، ولا أتفق مع مختاريهم. فليؤدبني الصديق برحمة ويوبخني. أما زيت الخاطئ فلا يدهن رأسي، لأن صلاتي أيضا بمسرة. قد ابتُلِع أقوياؤهم عند الصخرة، يسمعون كلماتي لأنهم استلذوا. مثل شحم الأرض انشقوا على الأرض. تبددت عظامهم عند الجحيم، لأن عيوننا إليك يا رب، يا رب عليك توكلت فلا تقتل نفسي. احفظني من الفخ الذي قد نصبوه لي. ومن شكوك فاعلي الإثم. يسقط الخطاة في شبكتهم، وأكون أنا وحدي حتى يجوزَ الإثم هلليلويا'
        },
        {
          'title': '(9) المزمور المائة والحادي والأربعون',
          'text': 'بصوتي إلى الرب صرختُ، بصوتي إلى الرب تضرعتُ. أسكب أمامه توسلي. أبث لديه ضيقي، عند فناء روحي مني وأنت علمتَ سبلي. في الطريق التي أسلك أخفوا لي فخا، تأملت عن اليمين وأبصرت فلم يكن من يعرفني. ضاع المهرب مني وليس من يسأل عن نفسي. فصرختُ إليك يا رب وقلت: أنت هو رجائي وحظي في أرض الأحياء. أنصت إلى طلبتي فإنني قد تذللتُ جدا. نجني من الذين يضطهدونني لأنهم قد اعتزوا أكثر مني. أخرج من الحبس نفسي، لكي أشكر اسمك يا رب. إياي ينتظر الصديقون حتى تجازيني هلليلويا.'
        },
        {
          'title': '(10) المزمور المائة والخامس والأربعون',
          'text': 'سبحي يا نفسي الربَّ، أسبح الرب في حياتي وأرتل لإلهي ما دمت موجودا. لا تتكلوا على الرؤساء ولا على بني البشر الذين ليس عندهم خلاص. تخرج روحهم فيعودون إلى ترابهم. في ذلك اليوم تهلك كافة أفكارهم. طوبى لمن إله يعقوب معينه. واتكاله على الرب إلهه، الذي صنع السماء والأرض والبحر وكل ما فيها. الحافظ العدل إلى الدهر، الصانع الحكم للمظلومين المعطي الطعام للجياع. الرب يحل المربوطين الرب يقيم الساقطين. الرب يُحَكِّم العميان. الرب يحب الصديقين. الرب يحفظ الغرباء، ويعضد اليتيم والأرملة. ويبيد طرق الخطاة. يملك الرب إلى الدهر، وإلهك يا صهيون من جيل إلى جيل هلليلويا .'
        },
        {
          'title': '(11) المزمور المائة والسادس والأربعون',
          'text': 'سبحوا الرب فان المزمور جيد، ولإلهنا يلذ التسبيح. الرب يبني أورشليم. الرب يجمع متفرقي إسرائيل. الرب يشفي المنكسري القلوب، ويجبر جميع كسرهم. المحصي كثرة الكواكب، ولكافتها يعطي أسماء. عظيم هو الرب وعظيمة هي قوته، ولا إحصاء لفهمه. الرب يرفع الودعاء ويذل الخطاة إلى الأرض. ابتدئوا للرب بالاعتراف، رتلوا لإلهنا بالقيثارة. الذي يجلل السماء بالغمام، الذي يهيئ للأرض المطر، الذي يُنبت العشب على الجبال، والخضرة لخدمة البشر، ويعطي البهائم طعامها، ولفراخ الغربان التي تدعوه. لا يؤْثر قوة الفرس ولا يسر بساقي الرجل، بل يسر الرب بخائفيه وبالراجين رحمته هلليلويا.'
        },
        {
          'title': '(12) المزمور المائة والسابع والأربعون',
          'text': 'سبحي الرب يا أورشليم، سبحي إلهك يا صهيون. لأنه قد قوى مغاليق أبوابك وبارك بنيك فيك. الذي جعل تخومَك في سلام، ويملأك من شحم الحنطة. الذي يرسل كلمته إلى الأرض فيسرع قوله عاجلا جدا. المعطي الثلج كالصوف، المذري الضباب كالرماد، ويلقي الجليد مثل الفتات. قدام وجه برْدِه من يقوم. يرسل كلمته فتذيبه، تهب ريحه فتسيل المياه. المخبر كلمته ليعقوب وفرائضه وأحكامه لإسرائيل. لم يصنع هكذا بكل الأمم، وأحكامُه لم يوضحها لهم هلليلويا.'
        },
        {
          'title': '(إنجيل لوقا 2: 25-32)',
          'text': 'وإذا إنسان كان بأورشليم اسمه سمعان، وهذا الإنسان كان بارا تقيا متوقعا تعزية إسرائيل، والروح القدس كان عليه. وكان قد أعلم بوحي من الروح القدس أنه لا يرى الموت قبل أن يعاين المسيح الرب. فأقبل بالروح إلى الهيكل. ولما دخل بالطفل يسوع أبواه ليصنعا عنه كما يجب في الناموس، حمله سمعان على ذراعيه وبارك الله قائلا: الآن يا سيدي تطلق عبدك بسلام حسب قولك، لأن عيني قد أبصرتا خلاصك الذي أعددته قدام جميع الشعوب. نورا تجلى للأمم، ومجدا لشعبك إسرائيل. (والمجد لله دائما)'
        },
        {
          'title': 'القطعة الأولى',
          'text': 'هوذا أنا عتيد أن أقف أمام الديان العادل، مرعوبا ومرتعبا من كثرة ذنوبي، لأن العمر المنقضي في الملاهي يستوجب الدينونة. لكن توبي يا نفسي مادمتِ في الأرض ساكنة، لأن التراب في القبر لا يسبح. وليس في الموتى من يذكر، ولا في الجحيم من يشكر. بل انهضي من رقاد الكسل وتضرعي إلى المخلص بالتوبة قائلة: اللهم ارحمني وخلصني. (ذوكصابتري كيه إيو كي آجيو ابنيفماتي - المجد للآب والابن والروح القدس).'
        },
        {
          'title': 'القطعة الثانية',
          'text': 'لو كان العمر ثابتا وهذا العالم مؤبدا، لكان لك يا نفسي حجة واضحة، لكن إذا انكشفت أفعالك الرديئة وشرورك القبيحة أمام الديان العادل، فأيَّ جواب تجيبين وأنت على سرير الخطايا منطرحة، وفى إخضاع الجسد متهاونة؟ أيها المسيح إلهنا لكرسي حكمك المرهوب أفزع، ولمجلس دينونتك أخشع، ولنور شعاع لاهوتك أجزع، أنا الشقي المتدنس، الراقد على فراشي المتهاون في حياتي. لكنى أتخذ صورة العشار قارعا صدري، قائلا: اللهم اغفر لي فإني خاطى. (كي نين، كي آ إي، كي ايستوس إي أوناس تون إي أونون آمين - الآن وكل أوان وإلى دهر الداهرين آمين).'
        },
        {
          'title': 'القطعة الثالثة',
          'text': 'أيتها العذراء الطاهرة أسبلي ظلك السريع المعونة على عبدك. وأبعدي أمواج الأفكار الرديئة عنى. وأنهضي نفسي المريضة للصلاة والسهر، لأنها استغرقت في سُبات عميق. فإنك أم قادرة رحيمة معينة، والدة ينبوع الحياة، ملكي والهي، يسوع المسيح رجائي.'
        },
        {
          'title': 'تفضل يا رب',
          'text': 'تفضل يا رب أن تحفظنا في هذا اليوم بغير خطية. مبارك أنت أيها الرب إله آبائنا ومتزايد بركة، واسمك القدوس مملوء مجدا إلى الأبد.أمين. فلتكن رحمتك علينا يا رب كمثل اتكالنا عليك، لأن أعين الكل تترجاك، لأنك أنت الذي تعطيهم طعامهم في حينه. اسمعنا يا الله مخلصنا يا رجاء أقطار الأرض كلها. وأنت يا رب تحفظنا وتنجينا من هذا الجيل وإلى الأبد.أمين. مبارك أنت يا رب، علمني عدلك، مبارك أنت يا رب، فهمني حقوقك. مبارك أنت يا رب، أنر لي برك. يا رب رحمتك دائمة إلى الأبد. أعمال يديك يا رب لا ترفضها، لأنك صرت لي ملجأ من جيل إلى جيل. أنا طلبت الرب وقلت: ارحمني وخلص نفسي، فإني أخطأت إليك. يا رب التجأت إليك فخلصني، وعلمني أن أصنع مشيئتك. لأنك أنت هو إلهي، وعندك ينبوع الحياة، وبنورك يا رب نعاين النور. فلتأت رحمتك للذين يعرفونك، وبرك للمستقيمي القلوب. لك تجب البركة. لك يحق التسبيح. لك ينبغي التمجيد، أيها الآب والابن والروح القدس، الكائن منذ البدء والآن وإلى الأبد.آمين. جيد هو الاعتراف للرب، والترتيل لاسمك أيها العلي. أن يخبر برحمتك في الغدوات، وحقك في كل ليلة.'
        },
        {
          'title': 'الثلاث تقديسات',
          'text': 'قدوس الله، قدوس القوى، قدوس الحي الذي لا يموت، الذي ولد من العذراء، ارحمنا. قدوس الله، قدوس القوى، قدوس الحي الذي لا يموت، الذي صلب عنا، ارحمنا. قدوس الله، قدوس القوى، قدوس الحي الذي لا يموت، الذي قام من الأموات وصعد إلى السموات، ارحمنا. المجد للآب والابن والروح القدس، الآن وكل أوان وإلى دهر الدهور. أمين. أيها الثالوث القدوس ارحمنا. أيها الثالوث القدوس ارحمنا. أيها الثالوث القدوس ارحمنا. يا رب اغفر لنا خطايانا. يا رب اغفر لنا آثامنا. يا رب اغفر لنا زلاتنا. يا رب افتقد مرضى شعبك، اشفهم من أجل اسمك القدوس. آباؤنا وإخوتنا الذين رقدوا، يا رب نيح نفوسهم. يا من هو بلا خطية، يا رب ارحمنا. يا من بلا خطية، يا رب أعنا، واقبل طلباتنا إليك. لأن لك المجد والعزة والتقديس المثلث. يا رب ارحم. يا رب ارحم يا رب بارك. أمين.'
        },
        {
          'title': 'الصلاة الربانية',
          'text': 'اللهم اجعلنا مستحقين أن نقول بشكر: أبانا الذي في السموات. ليتقدس اسمك. ليأت ملكوتك. لتكن مشيئتك. كما في السماء كذلك على الأرض. خبزنا الذي للغد أعطنا اليوم. وأغفر لنا ذنوبنا كما نغفر نحن أيضا للمذنبين إلينا. ولا تدخلنا في تجربة. لكن نجنا من الشرير. بالمسيح يسوع ربنا لأن لك الملك والقوة والمجد إلى الأبد. آمين.'
        },
        {
          'title': 'السلام لك',
          'text': 'السلام لك. نسألك أيتها القديسة الممتلئة مجدا العذراء كل حين، والدة الإله أم المسيح، أصعدي صلواتنا إلى ابنك الحبيب ليغفر لنا خطايانا. السلام للتي ولدت لنا النور الحقيقي المسيح إلهنا، العذراء القديسة، اسألي الرب عنا، ليصنع رحمة مع نفوسنا، ويغفر لنا خطايانا. أيتها العذراء مريم والدة الإله، القديسة الشفيعة الأمينة لجنس البشرية، اشفعي فينا أمام المسيح الذي ولدته لكي ينعم علينا بغفران خطايانا. السلام لك أيتها العذراء الملكة الحقيقية، السلام لفخر جنسنا، ولدت لنا عمانوئيل. نسألك: اذكرينا، أيتها الشفيعة المؤتمنة، أمام ربنا يسوع المسيح، ليغفر لنا خطايانا.'
        },
        {
          'title': 'بدء قانون الإيمان',
          'text': 'نعظمك يا أم النور الحقيقي، ونمجدك أيتها العذراء القديسة، والدة الإله، لأنك ولدت لنا مخلص العالم، أتى وخلص نفوسنا. المجد لكَ يا سيدنا وملكنا المسيح، فخر الرسل، إكليل الشهداء تهليل الصديقين، ثبات الكنائس، غفران الخطايا. نبشر بالثالوث القدوس، لاهوت واحد، نسجد له ونمجده. يا رب ارحم. يا رب ارحم. يا رب بارك. أمين.'
        },
        {
          'title': 'قانون الإيمان المقدس الأرثوذكسي',
          'text': 'بالحقيقة نؤمن بإله واحد، الله الآب، ضابط الكل، خالق السماء والأرض، ما يُرَى وما لا يرى. نؤمن برب واحد يسوع المسيح، ابن الله الوحيد، المولود من الآب قبل كل الدهور، نور من نور، إله حق من إله حق، مولود غير مخلوق، مساو للآب في الجوهر، الذي به كان كل شيء. هذا الذي من أجلنا نحن البشر، ومن أجل خلاصنا، نزل من السماء، وتجسد من الروح القدس ومن مريم العذراء، وتأنس. وصلب عنا على عهد بيلاطس البنطي. وتألم وقبر وقام من بين الأموات في اليوم الثالث كما في الكتب، وصعد إلى السموات، وجلس عن يمين  أبيه، وأيضا يأتي في مجده ليدين الأحياء والأموات، الذي ليس لملكه انقضاء. نعم نؤمن بالروح القدس، الرب المحيى المنبثق من الآب. نسجد له ونمجده مع الآب والابن، الناطق في الأنبياء. وبكنيسة واحدة مقدسة جامعة رسولية. ونعترف بمعمودية واحدة لمغفرة الخطايا. وننتظر قيامة الأموات وحياة الدهر الآتي. أمين.'
        },
        {'title': 'كيرياليسون', 'text': '(يا رب ارحم) 41 مرة'},
        {
          'title': 'قدوس قدوس قدوس',
          'text': 'قدوس، قدوس، قدوس، رب الصباؤوت. السماء والأرض مملوءتان من مجدك وكرامتك. ارحمنا يا الله الآب ضابط الكل. أيها الثالوث القدوس ارحمنا. أيها الرب إله القوات كن معنا، لأنه ليس لنا معين في شدائدنا وضيقاتنا سواك. حل واغفر واصفح لنا يا الله عن سيئاتنا، التي صنعناها بإرادتنا والتي صنعناها بغير إرادتنا، التي فعلناها بمعرفة والتي فعلناها بغير معرفة، الخفية والظاهرة. يا رب اغفرها لنا، من أجل اسمك القدوس الذي دعي علينا. كرحمتك يا رب وليس كخطايانا.'
        },
        {
          'title': 'الصلاة الربانية',
          'text': 'اللهم اجعلنا مستحقين أن نقول بشكر: أبانا الذي في السموات. ليتقدس اسمك. ليأت ملكوتك. لتكن مشيئتك. كما في السماء كذلك على الأرض. خبزنا الذي للغد أعطنا اليوم. وأغفر لنا ذنوبنا كما نغفر نحن أيضا للمذنبين إلينا. ولا تدخلنا في تجربة. لكن نجنا من الشرير. بالمسيح يسوع ربنا لأن لك الملك والقوة والمجد إلى الأبد. آمين.'
        },
        {
          'title': 'التحليل',
          'text': 'يا رب جميع ما أخطأنا به إليك في هذا اليوم، إن كان بالفعل أو بالقول أو بالفكر أو بجميع الحواس، فاصفح واغفر لنا من أجل اسمك القدوس، كصالح ومحب للبشر. وأنعم علينا اللهم بليلة سالمة، وبهذا النوم طاهرا من كل قلق. وأرسل لنا ملاك السلامة ليحرسنا من كل شر، ومن كل ضربة، ومن كل تجربة العدو. بالنعمة والرأفات ومحبة البشر اللواتي لابنك الوحيد ربنا وإلهنا ومخلصنا يسوع المسيح.هذا الذي من قبله يليق بك معه المجد والإكرام والعزة. مع الروح القدس المحيي المساوي لك، الآن وكل أوان وإلى دهر الدهور. آمين.'
        },
        {
          'title': 'طلبة تصلى آخر كل ساعة',
          'text': 'ارحمنا يا الله ثم ارحمنا. يا من في كل وقت وكل ساعة، في السماء وعلى الأرض، مسجود له وممجد. المسيح إلهنا الصالح، الطويل الروح، الكثير الرحمة، الجزيل التحنن، الذي يحب الصديقين ويرحم الخطاة الذين أولهم أنا. الذي لا يشاء موت الخاطئ مثل ما يرجع ويحيا. الداعي الكل إلى الخلاص لأجل الموعد بالخيرات المنتظرة. يا رب اقبل منا في هذه الساعة وكل ساعة طلباتنا. سهل حياتنا، وأرشدنا إلى العمل بوصاياك. قدس أرواحنا. طهر أجسامنا. قوم أفكارنا. نق نياتنا. اشف أمراضنا واغفر خطايانا. ونجنا من كل حزن رديء ووجع قلب. أحطنا بملائكتك القديسين، لكي نكون بمعسكرهم محفوظين ومرشدين، لنصل إلى اتحاد الإيمان وإلى معرفة مجدك غير المحسوس وغير المحدود، فإنك مبارك إلى الأبد. أمين.'
        },
        {
          'title': 'الصلاة الربانية',
          'text': 'اللهم اجعلنا مستحقين أن نقول بشكر: أبانا الذي في السموات. ليتقدس اسمك. ليأت ملكوتك. لتكن مشيئتك. كما في السماء كذلك على الأرض. خبزنا الذي للغد أعطنا اليوم. وأغفر لنا ذنوبنا كما نغفر نحن أيضا للمذنبين إلينا. ولا تدخلنا في تجربة. لكن نجنا من الشرير. بالمسيح يسوع ربنا لأن لك الملك والقوة والمجد إلى الأبد. آمين.'
        }
      ],
      'صلاة نصف الليل': [
        {'title': 'Psalm 63', 'text': 'يا الله إلهي إليك أبكر...'},
        {'title': 'Gospel', 'text': 'إنجيل صلاة نصف الليل...'}
      ],
      'Morning Prayer': [
        {
          'title': "Hourly introduction",
          'text': "The one God, Amen. Lord have mercy. Lord have mercy. Lord bless. Amen. Glory to the Father, and to the Son, and to the Holy Spirit, now and forever and unto the ages of ages. Amen."
        },
        {
          'title': "The Lord's Prayer",
          'text': "O God, make us worthy to say with gratitude: Our Father, who art in heaven, hallowed be thy name. thy kingdom come. thy will be done. On earth as it is in heaven. Give us this day our daily bread. And forgive us our trespasses, as we forgive those who trespass against us. And lead us not into temptation, but deliver us from evil, in Christ Jesus our Lord. For thine is the kingdom, the power, and the glory, forever. Amen."
        },
        {
          'title': "Prayer of thanks",
          'text': "Let us give thanks to the benevolent and merciful God, the Father of our Lord, God and Savior Jesus Christ, for He has covered us, helped us, preserved us, accepted us, had compassion on us, sustained us, and brought us to this hour. Let us also ask Him to keep us in all peace on this holy day and all the days of our life. The Almighty Lord our God. O Master God Almighty, Father of our Lord, God and Savior Jesus Christ, we thank you for everything, for everything, and in everything, because you have covered us, helped us, preserved us, accepted us, had compassion on us, supported us, and brought us to this hour. Therefore we ask and entreat Your goodness, O Lover of mankind, to grant us to complete this holy day and all the days of our life in all peace with Your fear. All envy, all temptation, all the work of the devil, the plot of wicked men, the rising up of enemies hidden and manifest, take away from us and from all Your people, and from this Your holy place. But as for those things that are good and profitable, grant them to us. For it is You who have given us the authority to trample on serpents and scorpions, and over all the power of the enemy. And lead us not into temptation, but deliver us from evil. By the grace, compassion, and love of mankind of your only Son, our Lord, God, and Savior Jesus Christ, through whom glory, honor, dominion, and worship are due to you, together with the Holy Spirit, the Life-Giver, who is of one essence with you, now and at all times and unto the ages of all ages. Amen."
        },
        {
          'title': "Psalm 50",
          'text': "Have mercy on me, O God, according to your great mercy; according to the multitude of your tender mercies blot out my iniquity. Wash me thoroughly from my iniquity, and cleanse me from my sin. For I acknowledge my iniquity, and my sin is ever before me. Against you only have I sinned, and done evil in your sight; that you may be justified when you say, and prevail when I am judged. For, behold, I was conceived in iniquity, and in sins did my mother bear me. For thus you have loved the truth, when you have made known to me the hidden and hidden things of your wisdom. Sprinkle me with hyssop, and I shall be clean: wash me, and I shall be whiter than snow. Make me to hear gladness and joy, that my humble bones may rejoice. Turn away your face from my sins, and blot out all my iniquities. Create in me a clean heart, O God, and renew a steadfast spirit within me. Cast me not away from your presence, and take not your Holy Spirit from me. Grant me the joy of your salvation; uphold me with a governing spirit; and I will teach transgressors your ways, and the ungodly shall return to you. Deliver me from bloodshed, O God, the God of my salvation; and my tongue shall rejoice in your righteousness. O LORD, you shall open my lips, and my mouth shall declare your praise. For if you desired sacrifice, I would have given it now: but you do not delight in burnt offerings. The sacrifice of God is a broken spirit; a broken and humbled heart God will not despise. Do good, O LORD, in your good pleasure to Zion; Let the walls of Jerusalem be built. Then you will be pleased with sacrifices of righteousness, offering and burnt offerings; And they shall offer calves upon your altar. ALLELUIA."
        },
        {
          'title': "Come, let us prostrate ourselves",
          'text': "Come, let us worship, let us ask Christ our God. Come, let us worship, let us ask Christ our King. Come, let us worship, let us supplicate Christ our Savior. O Lord Jesus Christ, the Word of God our God, through the intercession of Saint Mary and all Your saints, protect us and let us begin a good beginning. Have mercy on us according to Your will forever. The night is over, we thank You, O Lord, and we ask that You keep us this day without sin and save us."
        },
        {
          'title': "Paul from the Epistle to the Ephesians (4:1-5)",
          'text': "I, a prisoner in the Lord, beseech you to walk worthy of the calling to which you have been called, with all lowliness of heart and gentleness, with patience, bearing with one another in love, eager to preserve the unity of the Spirit in the bond of perfect peace; that you may be one body and one spirit, just as you were called in one hope of your calling: one Lord, one faith, one baptism."
        },
        {
          'title': "From the faith of the church",
          'text': "One is God and the Father of all. One is also His Son Jesus Christ the Word, who became incarnate and died and rose from the dead on the third day and raised us up with Him. One is the Holy Spirit, the Comforter, one in His hypostasis, proceeding from the Father, purifying all creation. He teaches us to worship the Holy Trinity with one divinity and one nature, we praise and bless Him forever. Amen."
        },
        {
          'title': "Start early prayer",
          'text': "Morning prayer of the blessed day, I offer it to Christ my King and my God, and I ask Him to forgive me my sins. From the Psalms of our teacher David the Prophet, may his blessings be upon us. Amen."
        },
        {
          'title': "(1) Psalm 1",
          'text': "Blessed is the man who does not walk in the counsel of the ungodly, nor stand in the way of sinners, nor sit in the seat of scoffers. But his will is in the law of the LORD, and in his law he meditates day and night. He will be like a tree planted by the rivers of water, which yields its fruit in its season, whose leaf does not wither, and whatever he does prospers. The ungodly are not so, they are not so. But they are like the chaff which the wind drives away from the face of the ground. Therefore the ungodly will not stand in the judgment, Nor sinners in the congregation of the righteous. For the LORD knows the way of the righteous, but the way of the ungodly will perish. ALLELUIA."
        },
        {
          'title': "(2) Psalm 2",
          'text': "Why do the nations rage, And the peoples plot a vain thing? The kings of the earth set themselves, And the rulers take counsel together, Against the LORD, and against his anointed, Saying, Let us break their bonds asunder, And cast away their yoke from us. He who dwells in heaven shall laugh at them, And the LORD shall mock at them. Then shall he speak to them in his anger, And shall tremble in his wrath. But I have set him king upon Zion, his holy mountain, To proclaim the ordinance of the LORD. The LORD said to me, You are my Son, today I have begotten you. Ask of me, And I will give you the nations for your inheritance, And your dominion to the ends of the earth. You shall rule them with a rod of iron; You shall crush them as a potter's vessel. Now understand, O kings; be instructed, all you who judge the earth. Serve the Lord with fear, and rejoice before Him with trembling. Take heed to instruction, lest the Lord be angry, and you stray from the way of justice, when His wrath is suddenly kindled. Blessed are all who trust in Him. Alleluia."
        },
        {
          'title': "(3) The Third Psalm",
          'text': "O LORD, why are they that afflict me so many? Many rise up against me. Many say of my soul, There is no salvation for him in his God. But you, O LORD, you are my helper, my glory, and the lifter of my head. With my voice I cried to the LORD, and he heard me from his holy mountain. I lay down and slept; then I awoke, because the LORD is my helper. I will not be afraid of the ten thousands of multitudes that surround me, that rise up against me. Arise, O LORD, save me, O my God, for you have struck down all who are hostile to me without cause; you have broken the teeth of sinners. Salvation belongs to the LORD, and his blessing is upon his people. Alleluia."
        },
        {
          'title': "(4) Psalm 4",
          'text': "When I called, you heard me, O God of my righteousness; in my time of trouble you gave me relief. Have mercy on me, O Lord, and hear my prayer. O sons of men, how long will your hearts be heavy? Why do you love vanity and seek after lies? Know ye that the LORD hath made his Holy One wonderful. The LORD heareth me when I cry unto him. Be angry, and sin not: that which ye say in your hearts, repent upon your beds. Offer the sacrifice of righteousness, and trust in the LORD. Many say, “Who will show us good things?” The light of your face, O Lord, has shined upon us. You have given joy to my heart more abundantly than those whose grain, wine, and oil are abundant. I will also lie down in peace and sleep, for you alone, O Lord, have made me dwell in hope. Alleluia."
        },
        {
          'title': "(5) Psalm 5",
          'text': "Give ear, O Lord, to my words, and hear my cry. Attend to the voice of my supplication, O my King and my God, for to you I will pray. In the morning, O Lord, you will hear my voice; in the morning I will stand before you, and you will see me. For you are a God who does not desire iniquity, and no one who does evil shall dwell with you, nor shall transgressors abide before your eyes. O LORD, you hate all workers of iniquity; you will destroy all who speak lies. The bloody and deceitful man the LORD abhors. But as for me, in the multitude of your mercy I will enter your house; I will worship before your holy temple in your fear. Lead me, O LORD, in your righteousness. Because of my enemies, make your way straight before me. For there is no truth in their mouth; their heart is vain; their throat is an open grave; and with their tongue they have dealt deceitfully. Judge them, O God, and let them fall because of all their schemes; according to the multitude of their wickedness cut them off. For they have provoked you, O LORD. And let all who trust in you be glad; they shall rejoice forever, and you shall dwell in them. And all who love your name shall glory in you. For you, O Lord, have blessed the righteous; you have crowned us as a shield of favor. Alleluia."
        },
        {
          'title': "(6) Psalm 6",
          'text': "O Lord, rebuke me not in thine anger, nor chasten me in thy wrath. Have mercy upon me, O Lord, for I am weak; heal me, O Lord, for my bones are troubled, and my soul is grievously troubled. But thou, O Lord, how long? Return, and deliver my soul, and revive me for thy mercy's sake. For in death no one remembereth thee, Nor in Hades who can confess thee. I weary with my groaning; I bathe my bed every night, And wet my couch with my tears. My eye is troubled through anger; I grow old because of all my enemies. Depart from me, all you workers of iniquity! For the LORD has heard the voice of my weeping; the LORD has heard my supplication; the LORD has accepted my prayer. Let all my enemies be ashamed and greatly troubled; let them be turned back in shame very quickly. ALLELUIA."
        },
        {
          'title': "(7) Psalm 8",
          'text': "O Lord our Lord, how wonderful is your name in all the earth! For the greatness of your majesty is exalted above the heavens. Out of the mouth of babes and sucklings you have prepared praise, Because of your enemies, To silence the enemy and the avenger. For I see the heavens, the works of your fingers; the moon and the stars you have founded. What is man that you are mindful of him, or the son of man that you care for him? You have made him a little lower than the angels; you have crowned him with glory and honor, and have set him over the works of your hands. You have put all things under his feet, all sheep and oxen, and the beasts of the field, the birds of the air, and the fish of the sea that pass through the seas. O LORD our Lord, how wonderful is your name in all the earth! ALLELUIA!"
        },
        {
          'title': "(8) Psalm 11",
          'text': "Save me, O Lord, for the righteous have failed, and faithfulness has diminished among the children of men. Every man speaks vanities to his neighbor; deceitful lips are in their heart, and in their heart they talk. The Lord will cut off all deceitful lips, and the tongue that speaks proud things, who said, ‘We will magnify our tongue, our lips are with us,’ so who is lord over us? Because of the affliction of the poor, because of the sighing of the needy, now I will arise, says the Lord; I will execute salvation openly. The words of the Lord are pure words, silver hot and tried in the earth; I am refined sevenfold. But you, O Lord, will deliver us and preserve us from this generation and for ever. The wicked walk around us. According to your exaltation you have prolonged the lives of the children of men. ALLELUIA."
        },
        {
          'title': "(9) Psalm 12",
          'text': "How long, O Lord, will you forget me? Until the end? How long will you turn away your face from me ? How long will I reflect on these counsels within me, and these sorrows in my heart all the day long? How long will my enemy rise up against me? Look and hear me, O Lord my God. Enlighten my eyes, lest I sleep the sleep of death, lest my enemy say, I have prevailed against him. Those who afflict me will rejoice if I stumble. But as for me, I have trusted in your lovingkindness; my heart will rejoice in your salvation. I will praise the Lord who has done me good; I will sing praises to the name of the Lord Most High. Alleluia."
        },
        {
          'title': "(10) Psalm 14",
          'text': "O Lord, who shall dwell in your tabernacle? And who shall dwell on your holy mountain? He that walketh blameless, and doeth righteousness, and speaketh the truth in his heart: he that deceiveth not with his tongue, nor dealth evil unto his neighbor, nor receiveth reproach against his neighbor. The evildoer is despised in his sight: but those that fear the Lord shall be glorified: he that sweareth to his neighbor, and doth not deal treacherously toward him: he that giveth his money upon usury, nor taketh a bribe against the innocent: he that doeth these things shall never be moved. ALLELUIA."
        },
        {
          'title': "(11) Psalm 15",
          'text': "Preserve me, O LORD, for I trust in you. I said to the LORD, “You are my LORD, and you have no need of my goodness.” He has shewed his wonders to his saints who are in his land, and has done all his will in them. Their diseases are many who have run after another. I will not gather their assemblies of blood, nor make mention of their names with my lips. The LORD is the portion of my inheritance and my cup; you are the one who restores my inheritance to me. The measuring lines have fallen to me in a good ground, and my inheritance is sure for me. I will bless the LORD, who has given me understanding; my reins also instruct me even until the night. I drew near, and saw the LORD always before me; for He is at my right hand, that I should not be moved. Therefore my heart is glad, and my tongue rejoices; and my flesh also shall rest in hope. For you will not leave my soul in Hades, nor will you suffer your Holy One to see corruption. You have made known to me the paths of life; you will fill me with joy with your face; joy is at your right hand forever. ALLELUIA."
        },
        {
          'title': "(12) Psalm 18",
          'text': "The heavens declare the glory of God; the firmament declares the work of his hands. Day to day utters speech, and night to night reveals knowledge. There is no speech, nor talk; their voice is not heard. Their line has gone out into all the earth, and their words have reached to the ends of the world. He has set his tabernacle in the sun, and it is like a bridegroom coming out of his chamber; it rejoices like a warrior who hastens on his way. Its going forth is from one end of heaven, and its end is to the other end of heaven; nothing is hidden from its heat. The law of the LORD is blameless, converting souls. The testimony of the LORD is sure, instructing children. The statutes of the LORD are right, rejoicing the heart. The commandment of the LORD is pure, enlightening the eyes from afar. The fear of the LORD is pure, enduring forever. The judgments of the LORD are judgments of truth and righteousness together. The desire of his heart is choice. Better than gold and precious stones, sweeter than honey and the honeycomb. Your servant keeps them, and in keeping them there is great reward. Who can be aware of transgressions? Cleanse me, O LORD, from hidden sins; keep your servant from strangers, that they may not have dominion over me. Then I will be blameless, and I will be cleansed from great sin. All the words of my mouth and the meditation of my heart shall be acceptable in your sight at all times. You are my helper and my savior, O LORD. ALLELUIA."
        },
        {
          'title': "(13) Psalm 24",
          'text': "To you, O LORD, I lift up my soul; O my God, in you I trust. Let me not be ashamed forever, nor let my enemies rejoice over me. For none who wait for you will be ashamed; let those who work iniquity in vain be ashamed. Show me your ways, O LORD, and teach me your paths. Lead me in your righteousness, and instruct me. For you are God my Savior, and for you I wait all the day. Remember, O LORD, your compassions and your mercies, for they are steadfast from everlasting. Remember not the sins of my youth nor the ignorances of my days. According to your mercy remember me, for your goodness' sake, O LORD. The LORD is good and upright; therefore he guides the way of those who sin. He guides the meek in judgment; he teaches the meek his ways. All the ways of the LORD are mercy and truth to those who keep his covenant and his testimonies. For thy name's sake, O LORD, forgive me my sin, for it is many. Who is the man who fears the LORD? He will guide him in the way that pleases him. His soul shall be established in goodness, and his seed shall inherit the land. The LORD is strength to those who fear him, and the name of the LORD to those who fear him; to them he will declare his covenant. My eyes look to the LORD at all times, for he will draw my feet out of the snare. Look upon me and have mercy on me, for I am an only child and poor. The afflictions of my heart are multiplied; bring me out of my troubles. Look upon my affliction and my toil, and forgive me all my sins. Look upon my enemies, for they are multiplied, and they hate me unjustly. Preserve my soul and deliver me: let me not be put to shame, for I have put my trust in you. The harmless and the upright have cleaved to me, for I have waited for you, O LORD. Deliver Israel, O God, out of all his troubles. ALLELUIA."
        },
        {
          'title': "(14) Psalm 26",
          'text': "The LORD is my light and my salvation; whom shall I fear? The LORD is the strength of my life; of whom shall I be afraid? When the wicked draw near to me To devour my flesh, My foes and my enemies, They stumble and fall. Though an army should attack me, My heart shall not fear; Though war should rise against me, In this will I trust. One thing I have asked of the LORD, that will I seek after: That I may dwell in the house of the LORD all the days of my life, That I may behold the pleasure of the LORD, And inquire in his holy temple. For he has hidden me in his tent; In the day of my trouble he has hidden me in the secret place of his tabernacle; He has set me up on a rock. And now, behold, he has lifted up my head above my enemies; I have gone round and offered in his tabernacle a sacrifice of joy; I will sing praises and rejoice to the LORD. Hear, O Lord, my voice with which I cry to you. Have mercy on me and answer me, for to you my heart says, I have sought your face, and your face, O Lord, I seek. Hide not your face from me, nor cast away your servant in anger. Be my helper; do not forsake me, nor reject me, O God my Savior. For my father and my mother have forsaken me, but the Lord has received me. Teach me your way, O Lord, and lead me in a straight path because of my enemies. Do not deliver me into the hand of my enemies, for false witnesses have risen up against me, and have lied against me unjustly. For I believe that I will see the goodness of the Lord in the land of the living. Wait for the Lord, be of good courage, and let your heart be strong; wait for the Lord. ALLELUIA."
        },
        {
          'title': "(15) Psalm 62",
          'text': "O God, my God, I will rise early unto you; my soul thirsts for you; my flesh faints for you, In a desolate land, and a pathless place, and a waterless place. So I appeared to you in the sanctuary, To see your power and your glory. For your lovingkindness is chosen better than life. My lips shall praise you. Therefore I will bless you while I live; I will lift up my hands in your name. My soul shall be filled as with marrow and fatness; with lips of joy we will praise your name. I will remember you upon my bed; in the early hours I will sing praise to you. For you have been a help unto me; I will rejoice in the shadow of your wings. My soul has joined itself to you, and your right hand has upheld me. But those who sought to destroy my soul shall go to the lowest parts of the earth; they shall be given to the power of the sword, and shall be portions for foxes. But the king shall rejoice in God, and everyone who swears by him shall glory. For the mouths of those who speak unrighteousness shall be shut. ALLELUIA."
        },
        {
          'title': "(16) Psalm 66",
          'text': "May God have mercy on us and bless us; may his face appear upon us and be gracious to us. Let your way be known on the earth, your salvation among all nations. Let the peoples, O God, give thanks to you; let all the peoples give thanks to you. Let the nations be glad and rejoice, for you will judge the peoples with equity, and guide the nations on the earth. Let the peoples, O God, give thanks to you. The earth has yielded its fruit; God our God bless us; God bless us; let all the ends of the earth fear him. ALLELUIA."
        },
        {
          'title': "(17) Psalm 69",
          'text': "Turn to me, O Lord, for my help! Make haste, O Lord, and help me. Let them be ashamed and confounded who seek my life; let them be turned back and confounded who desire my evil. Let them who say to me, ‘Well done, well done,’ be turned back quickly. Let all who seek you rejoice and be glad in you. Let those who love your salvation say at all times, ‘Let the Lord be magnified.’ But I am poor and needy; help me, O Lord. You are my helper and my savior, O Lord; do not delay. Alleluia."
        },
        {
          'title': "(18) Psalm 112",
          'text': "Praise the Lord, you children, praise the name of the Lord. Blessed be the name of the Lord from now on and forever. From the rising of the sun to its setting, praise the name of the Lord. The Lord is high above all nations, his glory above the heavens. Who is like the Lord our God? Who dwells on high, who looks on the lowly in heaven and on earth. He raises the poor from the dust, and lifts the needy from the ash heap, To seat him with the princes of his people. He makes the barren woman dwell in the house, A joyful mother of children. Alleluia."
        },
        {
          'title': "(19) Psalm 142",
          'text': "O LORD, hear my prayer; give ear to my supplication in your truth; answer me in your righteousness. And enter not into judgment with your servant, for no one living shall be justified in your sight. For the enemy has persecuted my soul; He has afflicted my life on the ground. He has made me sit in darkness, Like those long dead. My spirit is vexed, my heart is troubled. I remember the former days; I meditate on all your works; I meditate on the works of your hands. I stretch out my hands to you; my soul is to you like a dry land. Hear me quickly, O LORD, for my spirit fails. Hide not your face from me, lest I be like those who go down to the pit. Let me hear your lovingkindness in the mornings, for in you I trust. Show me, O LORD, the way in which I should walk, for I lift up my soul to you. Deliver me, O LORD, from my enemies, for in you I flee. Teach me to do your will, for you are my God. Let your Holy Spirit guide me in what is upright; revive me, O LORD, for your name's sake. By your truth you will bring my soul out of trouble, and by your mercy you will cut off my enemies. Destroy all who afflict my soul, for I am your servant. ALLELUIA."
        },
        {
          'title': "( Gospel of John 1 :1-17)",
          'text': "From the Gospel of our teacher John the Evangelist, may his blessings be upon us. Amen. In the beginning was the Word, and the Word was with God, and the Word was God. He was in the beginning with God. All things were made by him; and without him was not anything made that was made. In him was life, and the life was the light of men. And the light shines in darkness, and the darkness did not comprehend it. There was a man sent from God, whose name was John. This man came for a witness, to bear witness of the Light, that all through him might believe. He was not the Light, but was sent to bear witness of the Light. The true Light, which enlightens every man, was coming into the world. He was in the world, and the world was made through him, and the world did not know him. He came to his own, and his own did not receive him. But as many as received him, to them he gave the right to become sons of God, to those who believe in his name, who were born, not of blood, nor of the will of the flesh, nor of the will of man, but of God. And the Word became flesh and dwelt among us, and we beheld his glory as of the only Son of his Father, full of grace and truth. John bore witness of him, and cried out, saying, This was he of whom I said, He who comes after me was before me; for he was before me. But we have all received of his fullness, grace for grace. For the law was given through Moses, but grace and truth came through Jesus Christ. Glory to God forever and ever. Amen."
        },
        {
          'title': "First Piece",
          'text': "O true light that enlightens every person who comes into the world, you came into the world with your love for mankind, and all creation rejoiced at your coming. You saved our father Adam from temptation, and freed our mother Eve from the bullets of death, and gave us the spirit of sonship. We praise you and bless you, saying: ( Doxa Patri ke Uiw ke `agiw `Pneumati - Glory to the Father, and to the Son, and to the Holy Spirit )."
        },
        {
          'title': "Second Piece",
          'text': "When the morning comes upon us, O Christ our God, the true Light, let the luminous senses and the luminous thoughts shine within us. And let not the darkness of sufferings cover us, that we may mentally praise You with David, saying: “My eyes have risen before the dawning of the morning, that I might meditate on all Your words.” Hear our voices according to Your great mercy, and save us, O Lord our God, by Your compassion. ( Ke nun ke `a`i ke ic touc `e`wnac twn `e`wnwn `amyn - Now and ever and unto the ages of ages, Amen . )"
        },
        {
          'title': "Third Piece",
          'text': "You are the honored Mother of Light, from the rising of the sun to its setting they offer you praises, O Mother of God, the second heaven, for you are the luminous and unchanging flower and the ever-virgin Mother, for the Father chose you, the Holy Spirit overshadowed you, and the Son condescended and was incarnate of you. Ask Him to give salvation to the world He created, and to deliver it from temptations. We praise Him a new song and bless Him, now and ever and forever. Amen."
        },
        {
          'title': "Angels' Rosary",
          'text': " Let us sing with the angels, saying: Glory to God in the highest, and on earth peace, good will toward men. We praise you. We bless you. We serve you. We worship you. We confess you. We glorify you. We give thanks for your great glory, O Lord, King of the heavens, God the Father Almighty, and the Lord, the one and only Son Jesus Christ, and the Holy Spirit. O Lord God, Lamb of God, Son of the Father, who takes away the sin of the world, have mercy on us. O You who take away the sin of the world, accept our prayers. O You who sit at the right hand of the Father, have mercy on us. You alone are holy. You alone are high, O my Lord Jesus Christ and the Holy Spirit. Glory to God the Father, Amen. I will bless you every day, and praise your holy name forever, even to the ages of ages. Amen. From the night my spirit seeks you early, O my God, for your precepts are a light on the earth. I will meditate on your ways, for you have become my helper. Early, O Lord, you will hear my voice; in the morning I will stand before you, and you will see me."
        },
        {
          'title': "The Three Sanctifications",
          'text': "Holy God, Holy Mighty, Holy Immortal, Who was born of the Virgin, have mercy on us. Holy God, Holy Mighty, Holy Immortal, Who was crucified for us, have mercy on us. Holy God, Holy Mighty, Holy Immortal, Who rose from the dead and ascended into heaven, have mercy on us. Glory to the Father, and to the Son, and to the Holy Spirit, now and ever and unto the ages of ages. Amen. O Holy Trinity, have mercy on us. O Holy Trinity, have mercy on us. O Lord, forgive us our sins. O Lord, forgive us our iniquities. O Lord, forgive us our transgressions. O Lord, visit the sick of your people, heal them for the sake of your holy name. Our fathers and brothers who have fallen asleep, O Lord, repose their souls. O You who are without sin, O Lord, have mercy on us. O You who are without sin, O Lord, help us, and accept our prayers to You. For Yours is the glory, the dominion, and triple sanctification. O Lord, have mercy. O Lord, have mercy. O Lord, bless. Amen."
        },
        {
          'title': "The Lord's Prayer",
          'text': "O God, make us worthy to say with gratitude: Our Father, who art in heaven, hallowed be thy name. thy kingdom come. thy will be done. On earth as it is in heaven. Give us this day our daily bread. And forgive us our trespasses, as we forgive those who trespass against us. And lead us not into temptation, but deliver us from evil, in Christ Jesus our Lord. For thine is the kingdom, the power, and the glory, forever. Amen."
        },
        {
          'title': "Peace be upon you",
          'text': "Peace be upon you. We ask you, O saint full of glory, the ever-virgin, the Mother of God, the Mother of Christ, to raise our prayers to your beloved Son, that He may forgive us our sins. Hail to her who bore for us the true light, Christ our God, the Holy Virgin. Ask the Lord on our behalf, to have mercy on our souls, and to forgive us our sins. O Virgin Mary, Mother of God, holy and faithful intercessor of the human race, intercede for us before Christ, whom you bore, that He may grant us the forgiveness of our sins. Hail to you, O Virgin, true Queen, hail to the pride of our race, who bore us Emmanuel. We ask you: Remember us, O faithful intercessor, before our Lord Jesus Christ, that He may forgive us our sins."
        },
        {
          'title': "Beginning of the Creed",
          'text': "We magnify you, O Mother of the True Light, and we glorify you, O Holy Virgin, Mother of God, because you gave birth to for us the Savior of the world, who came and saved our souls. Glory to you, our Master and King, Christ, the pride of the apostles, the crown of the martyrs, the joy of the righteous, the stability of the churches, the forgiveness of sins. We proclaim the Holy Trinity, one Godhead, we worship and glorify Him. Lord have mercy. Lord have mercy. Lord bless. Amen."
        },
        {
          'title': "Orthodox Holy Creed",
          'text': "We truly believe in one God, God the Father, the Almighty, Creator of heaven and earth, of all things seen and unseen. We believe in one Lord Jesus Christ, the only-begotten Son of God, begotten of the Father before all ages; Light of Light, true God of true God, begotten not made, of one essence with the Father, by whom all things were made. Who for us men and for our salvation came down from heaven, and was incarnate of the Holy Spirit and the Virgin Mary, and became man. And was crucified for us under Pontius Pilate, and suffered and was buried. And on the third day he rose from the dead according to the Scriptures, and ascended into heaven, and sits at the right hand of his Father. And he is coming again in his glory to judge the living and the dead, whose kingdom will have no end. Yes, we believe in the Holy Spirit, the Lord, the life-giver, who proceeds from the Father. We worship and glorify Him with the Father and the Son, who spoke through the prophets. And in one holy, catholic and apostolic church. We acknowledge one baptism for the remission of sins. We look for the resurrection of the dead and the life of the age to come. Amen."
        },
        {
          'title': "Oh Lord have mercy",
          'text': "(Oh Lord have mercy) 41 times"
        },
        {
          'title': "Holy Holy Holy",
          'text': "Holy, Holy, Holy, Lord of hosts. Heaven and earth are full of your glory and honor. Have mercy on us, O God the Father Almighty. O Holy Trinity, have mercy on us. O Lord God of hosts, be with us, for we have no helper in our tribulations and distresses but you. Solve, forgive and pardon us, O God, for our transgressions, those we have committed willingly and those we have committed unwillingly, those we have committed knowingly and those we have committed unknowingly, the hidden and the manifest. O Lord, forgive us, for the sake of Your holy name which is called upon us. According to Your mercy, O Lord, and not according to our sins."
        },
        {
          'title': "The Lord's Prayer",
          'text': "O God, make us worthy to say with gratitude: Our Father, who art in heaven, hallowed be thy name. thy kingdom come. thy will be done. On earth as it is in heaven. Give us this day our daily bread. And forgive us our trespasses, as we forgive those who trespass against us. And lead us not into temptation, but deliver us from evil, in Christ Jesus our Lord. For thine is the kingdom, the power, and the glory, forever. Amen."
        },
        {
          'title': "Analysis",
          'text': "O Lord God of hosts, who existed before the ages and endures forever, who created the sun for the light of day, and the night for the rest of all people, we thank you, O King of the ages, for you have made us pass this night in peace and brought us to the beginning of the day. For this we ask, O our King, King of the ages, that the light of your face may shine upon us, and that the light of your divine knowledge may enlighten us. And make us, O our Master, to be children of light and children of the day, so that we may pass this day in righteousness, purity, and good management, so that we may complete the rest of the days of our life without stumbling. By the grace, compassion, and love of mankind of your only Son, Jesus Christ, and the gift of your Holy Spirit. Now and always and forever. Amen."
        },
        {
          'title': "Another analysis",
          'text': "O You who send forth light and it goes forth, who maketh Your sun shine upon the righteous and the wicked, who made the light that shineth upon the world, enlighten our minds, our hearts, and our understandings, O Lord of all. Grant us in this present day to please You. And guard us from every evil thing, from every sin, and from every adverse power, through Christ Jesus our Lord, with whom You are blessed, together with the Holy Spirit, the Life-giver, who is of one essence with You, now and ever and unto the ages of ages. Amen."
        },
        {
          'title': "conclusion of every hour",
          'text': "Have mercy on us, O God, and have mercy on us, who at all times and in every hour, in heaven and on earth, is worshipped and glorified. Christ our God, the good, the long-suffering, the plenteous in mercy, the great in compassion, who loves the righteous and has mercy on sinners, of whom I am chief. Who does not desire the death of a sinner but rather that he should return and live. Who calls all to salvation for the promise of the good things to come. O Lord, receive from us our prayers at this hour and in every hour. Ease our lives and guide us to fulfill Your commandments. Sanctify our spirits. Cleanse our bodies. Direct our thoughts. Purify our intentions. Heal our diseases and forgive our sins. Deliver us from every evil sorrow and pain of heart. Surround us with Your holy angels, that by their camp we may be guarded and guided, and attain to the unity of faith and to the knowledge of Your imperceptible and infinite glory, for You are blessed forever. Amen."
        },
        {
          'title': "The Lord's Prayer",
          'text': "O God, make us worthy to say with gratitude: Our Father, who art in heaven, hallowed be thy name. thy kingdom come. thy will be done. On earth as it is in heaven. Give us this day our daily bread. And forgive us our trespasses, as we forgive those who trespass against us. And lead us not into temptation, but deliver us from evil, in Christ Jesus our Lord. For thine is the kingdom, the power, and the glory, forever. Amen."
        }
      ],
      'Third Hour Prayer': [
        {
          'title': "Hourly introduction",
          'text': "In the name of the Father, the Son and the Holy Spirit The one God, Amen. Lord have mercy. Lord have mercy. Lord bless. Amen. Glory to the Father, and to the Son, and to the Holy Spirit, now and forever and unto the ages of ages. Amen."
        },
        {
          'title': "The Lord's Prayer",
          'text': "O God, make us worthy to say with gratitude: Our Father, who art in heaven, hallowed be thy name. thy kingdom come. thy will be done. On earth as it is in heaven. Give us this day our daily bread. And forgive us our trespasses, as we forgive those who trespass against us. And lead us not into temptation, but deliver us from evil, in Christ Jesus our Lord. For thine is the kingdom, the power, and the glory, forever. Amen."
        },
        {
          'title': "Prayer of thanks",
          'text': "Let us give thanks to the benevolent and merciful God, the Father of our Lord, God and Savior Jesus Christ, for He has covered us, helped us, preserved us, accepted us, had compassion on us, sustained us, and brought us to this hour. Let us also ask Him to keep us in all peace on this holy day and all the days of our life. The Almighty Lord our God. O Master God Almighty, Father of our Lord, God and Savior Jesus Christ, we thank you for everything, for everything, and in everything, because you have covered us, helped us, preserved us, accepted us, had compassion on us, supported us, and brought us to this hour. Therefore we ask and entreat Your goodness, O Lover of mankind, to grant us to complete this holy day and all the days of our life in all peace with Your fear. All envy, all temptation, all the work of the devil, the plot of wicked men, the rising up of enemies hidden and manifest, take away from us and from all Your people, and from this Your holy place. But as for those things that are good and profitable, grant them to us. For it is You who have given us the authority to trample on serpents and scorpions, and over all the power of the enemy. And lead us not into temptation, but deliver us from evil. By the grace, compassion, and love of mankind of your only Son, our Lord, God, and Savior Jesus Christ, through whom glory, honor, dominion, and worship are due to you, together with the Holy Spirit, the Life-Giver, who is of one essence with you, now and at all times and unto the ages of all ages. Amen."
        },
        {
          'title': "Psalm 50",
          'text': "Have mercy on me, O God, according to your great mercy; according to the multitude of your tender mercies blot out my iniquity. Wash me thoroughly from my iniquity, and cleanse me from my sin. For I acknowledge my iniquity, and my sin is ever before me. Against you only have I sinned, and done evil in your sight; that you may be justified when you say, and prevail when I am judged. For, behold, I was conceived in iniquity, and in sins did my mother bear me. For thus you have loved the truth, when you have made known to me the hidden and hidden things of your wisdom. Sprinkle me with hyssop, and I shall be clean: wash me, and I shall be whiter than snow. Make me to hear gladness and joy, that my humble bones may rejoice. Turn away your face from my sins, and blot out all my iniquities. Create in me a clean heart, O God, and renew a steadfast spirit within me. Cast me not away from your presence, and take not your Holy Spirit from me. Grant me the joy of your salvation; uphold me with a governing spirit; and I will teach transgressors your ways, and the ungodly shall return to you. Deliver me from bloodshed, O God, the God of my salvation; and my tongue shall rejoice in your righteousness. O LORD, you shall open my lips, and my mouth shall declare your praise. For if you desired sacrifice, I would have given it now: but you do not delight in burnt offerings. The sacrifice of God is a broken spirit; a broken and humbled heart God will not despise. Do good, O LORD, in your good pleasure to Zion; Let the walls of Jerusalem be built. Then you will be pleased with sacrifices of righteousness, offering and burnt offerings; And they shall offer calves upon your altar. ALLELUIA."
        },
        {
          'title': "Start of prayer",
          'text': "The third hour of the blessed day, I offer it to Christ, my King and my God, and I ask Him to forgive my sins."
        },
        {
          'title': "(1) Psalm 19",
          'text': "The LORD will answer you in the day of your trouble; the name of the God of Jacob will help you. He will send you help from his sanctuary; he will strengthen you out of Zion. He will remember all your sacrifices, and will make your burnt offerings fat. The LORD will give you according to your heart, and will fulfill all your counsel. We will acknowledge your salvation, O LORD; in the name of our God we will increase. The LORD will fulfill all your petitions. Now I know that the LORD has saved his anointed, And has answered him from his holy heaven With the saving power of his right hand. Some in chariots, and some in horses, but we in the name of the LORD our God will increase. They have stumbled and fallen, but we have risen up and are upright. Save your king, O LORD, and answer us on the day when we call upon you. Alleluia."
        },
        {
          'title': "(2) Psalm 22",
          'text': "The LORD is my shepherd; I shall not want. He makes me dwell in green pastures; He leads me beside still waters; He restores my soul; He leads me in paths of righteousness for His name's sake. Though I walk through the shadow of death, I will fear no evil, for You are with me. Your rod and Your staff, they comfort me. You have prepared a table before me in the presence of my enemies. You have anointed my head with oil; Your cup has filled me with strength. Your lovingkindness will follow me all the days of my life; my dwelling place will be in the house of the LORD forever. ALLELUIA."
        },
        {
          'title': "(3) Psalm 23",
          'text': "The earth is the Lord's, and the fullness thereof, the world, and all who dwell in it. He has founded it upon the seas, and prepared it upon the rivers. Who shall ascend into the mountain of the Lord? Or who shall stand in his holy place? He that hath clean hands, and a pure heart, who hath not lifted up his soul to vanity, nor sworn deceitfully—this shall receive a blessing from the Lord, And mercy from God his Savior. This is the generation of those that seek the Lord, And seek the face of the God of Jacob. Lift up your gates, you princes, and be lifted up, you everlasting doors, and the King of glory will come in. Who is this King of glory? The Lord, the mighty and powerful, the Lord, strong in battle. Lift up your gates, you princes, and be lifted up, you everlasting doors, and the King of glory will come in. Who is this King of glory? The Lord of hosts, this is the King of glory. ALLELUIA."
        },
        {
          'title': "(4) Psalm 25",
          'text': "Judge me, O LORD, for I have walked in my innocence; I have trusted in the LORD, and I will not be weak. Prove me, O LORD, and try me; purify my heart and my reins. For your mercy is before my eyes, and I am pleased with your truth. I have not sat with the vain council, nor have I entered with transgressors. I have hated the assembly of the wicked, and have not sat with the ungodly. I will wash my hands in innocence; I will compass your altar, O LORD, to make the voice of your praise heard, and to tell of all your wonderful works. O LORD, I have loved the beauty of your house, and the dwelling place of your glory. Do not let my soul perish with the ungodly, nor my life with bloody men, in whose hands is iniquity, and whose right hand is filled with bribes. But as for me, I have walked in my innocence; deliver me and have mercy on me; for my foot stands in uprightness. I will bless you, O LORD, in the congregations. ALLELUIA."
        },
        {
          'title': "(5) Psalm 28",
          'text': "Ascribe to the LORD, ye sons of God: Ascribe to the LORD the young rams: Ascribe to the LORD glory and honor: Ascribe to the LORD the glory due to his name: Worship the LORD in his holy house. The voice of the LORD is upon the waters; the God of glory thunders; the LORD is upon many waters; the voice of the LORD is powerful; the voice of the LORD is with great majesty. The voice of the LORD breaks in pieces the cedars of Lebanon; the LORD breaks them like a calf, Lebanon, and Sirion, like the foal of an unicorn. The voice of the LORD cuts through the flames of fire. The voice of the LORD shakes the wilderness; the LORD shakes the wilderness of Kadesh. The voice of the LORD brings forth the hinds, and uncovers the forests. In his holy temple everyone speaks with glory. The LORD dwells in the flood; the LORD sits as King forever. The LORD gives strength to his people; the LORD blesses his people with peace. Alleluia."
        },
        {
          'title': "(6) Psalm 29",
          'text': "I will exalt you, O LORD, for you have embraced me, and have not let my enemies rejoice over me. O LORD my God, I cried to you, and you healed me. O LORD, you have brought up my soul from Hades, and you have saved me from those who go down to the pit. Sing to the Lord, all you his saints, and give thanks for his holy remembrance. For in his wrath is anger, but in his favor is life. Weeping shall come at evening, but joy shall come in the morning. I said in my prosperity, I shall never be moved. O LORD, in your will you have given strength to my beauty; but you have turned away your face from me, and I am troubled. To you, O LORD, I will cry, and to my God I will make supplication. What profit is there in my blood, when I go down to destruction? Shall the dust confess to you? Or declare your truth? The LORD heard, and was gracious to me; the LORD has become my helper. You have turned my mourning into joy for me; you have rent off my sackcloth, and girded me with gladness, that my soul may sing praise to you, and my heart may not be sorrowful. O LORD my God, I will confess to you forever. ALLELUIA."
        },
        {
          'title': "(7) Psalm 33",
          'text': "I will bless the LORD at all times, And his praise is continually in my mouth. My soul shall make its boast in the LORD: the humble shall hear, and be glad. Magnify the LORD with me; Let us exalt his name together. I sought the LORD, and he heard me; He delivered me out of all my fears. Draw near to him, and be enlightened; And your faces shall not be ashamed. This poor man cried, and the LORD heard him; He saved him out of all his troubles. The angel of the LORD encamps round about all those who fear him, and delivers them. O taste and see that the LORD is good. Blessed is the man who trusts in him. Fear the LORD, all you his saints; For those who fear him shall not want anything. The rich shall become poor and hunger, But those who seek the LORD shall not want any good thing. Come, you children, hearken to me, and I will teach you the fear of the LORD. What man desires life, and loves to see good days? Keep your tongue from evil, and your lips from speaking deceit. Depart from evil, and do good; seek peace, and pursue it. For the eyes of the LORD are over the righteous, and his ears are attentive to their prayer. The face of the LORD is against those who do evil, to blot out the memory of them from the earth. The righteous cry, and the LORD hears them; he delivers them out of all their troubles. The Lord is near to the brokenhearted, And saves the humble in spirit. Many are the afflictions of the righteous, But the Lord delivers them out of them all. The Lord preserves all their bones; Not one of them shall be broken. Sinners shall die for their wickedness, And they that hate the righteous shall repent. The Lord delivers the souls of his servants; And none that trust in him shall repent. Alleluia."
        },
        {
          'title': "(8) Psalm 40",
          'text': "Blessed is he who has compassion on the poor; the LORD will deliver him in the day of trouble. The LORD will preserve him and preserve him, and will make him blessed on earth; he will not deliver him into the hand of his enemies. The LORD will help him on the bed of his pain; you have made all his bed in his sickness. I said, “Lord, have mercy on me, heal my soul; for I have sinned against you.” My enemies spoke evil against me, “When will he die and his name perish?” He who came in to see me spoke hypocritically, but his heart conceived evil against him. Then he went out and spoke against me. All my enemies whispered against me, and took evil counsel against me. They plotted against me a lawless word. They said, “Can he not rise again who sleeps?” Even my familiar friend, in whom I trusted, who ate my bread, has lifted up his heel against me. But you, O Lord, have mercy on me, and raise me up, that I may repay them. By this I know that you love me, for my enemy shall not delight in me. But because of my innocence you have accepted me, and have established me before you forever. Blessed be the Lord, the God of Israel, from everlasting to everlasting. ALLELUIA."
        },
        {
          'title': "(9) Psalm 42",
          'text': "Judge me, O LORD, and avenge my wrong, From an unrighteous nation; From a cruel and deceitful man deliver me, For you are my God and my strength. Why have you cast me off? And why do I walk in sorrow because of the oppression of my enemy? Send forth your light and your truth; Let them lead me; Let them bring me up to your holy mountain and to your dwelling place. Then I will go to the altar of God, To the face of God who gladdens my youth. With the harp I will give thanks to you, O God, my God. Why are you sad, O my soul? And why do you trouble me? Trust in God, for I will give thanks to him; The salvation of my face is my God. ALLELUIA."
        },
        {
          'title': "(10) Psalm 44",
          'text': "My heart overflows with good words. I will tell the king of my deeds; my tongue is the pen of a ready writer. You are fairer than the sons of men; grace is poured upon your lips; therefore God has blessed you forever. Gird on your thigh, O mighty one, in your majesty and your beauty. Draw it, prosper, and reign for truth, gentleness, and righteousness; your right hand shall guide you with wonder. Your arrows are sharpened in the heart of the king's enemies, O mighty one; under you the peoples shall fall. Your throne, O God, is forever and ever; the scepter of your kingdom is a scepter of righteousness. For you have loved righteousness and hated iniquity. Therefore God, your God, has anointed you with the oil of gladness above your companions. Myrrh, galbanum, and cassia are the perfumes of your garments. You have been delighted with palaces of ivory; kings' daughters have honored you. The queen stands at your right hand, clothed in a robe of gold, adorned with many kinds. Hear, my daughter, and consider, and incline your ear; forget your own people and your father's house. For the king desires your beauty; for he is your Lord, and you shall worship him. The daughters of Tyre shall bow down to him with gifts, and the rich people of the earth shall entreat his face. All the king's daughter is glorious within, Her garments are adorned with gold, And are adorned with many forms. The virgins shall come in to the king after her; All her relatives shall be brought before him. They shall come to the king with joy and gladness; They shall come into the king's temple. And you shall have sons instead of your fathers; You shall make them princes over all the earth; And they shall remember your name from generation to generation. Therefore the peoples shall give thanks to you, O God, forever, even to the ages of ages. Alleluia."
        },
        {
          'title': "(11) Psalm 45",
          'text': "Our God is our refuge and our strength, our helper in our troubles, which have come upon us greatly. Therefore we will not fear, though the earth shakes, and the mountains fall into the heart of the seas. The waters roar and are raging, and the mountains shake at his strength. The rivers make glad the city of God. The Most High has sanctified his dwelling place, and God is in the midst of it, and it shall not be moved; God will help its face. The nations tremble, and the kingdoms rage; he has made his voice heard, and the earth quaked. The LORD, the God of hosts, is with us; the God of Jacob is our helper. Come, see the works of the LORD, which he has set for signs on the earth. He takes away wars from the ends of the earth. He crushes their bows, and breaks their weapons, and burns their shields with fire. Be patient, and know that I am God: I will be exalted among the nations, I will be exalted in the earth. The LORD, the God of hosts, is with us; the God of Jacob is our helper. ALLELUIA."
        },
        {
          'title': "(12) Psalm 46",
          'text': "Clap your hands, all you nations; shout to God with the voice of joy! For the LORD is high and terrible, a great King over all the earth. He has subdued peoples for us, and nations under our feet. He has chosen us for his inheritance, the beauty of Jacob whom he loved. God is ascended with a shout of joy, the LORD with the sound of a trumpet. Sing to our God, sing, sing, sing to our King, sing! For the LORD is King of the whole earth. Sing with understanding, for the LORD reigns over all nations. God sits upon his holy throne. The princes of the people are assembled with the God of Abraham, for the mighty ones of God are greatly exalted in the earth. Alleluia."
        },
        {
          'title': "( John 14 :26-15:3)",
          'text': "When the Comforter, the Holy Spirit, is come, whom the Father will send in my name, he will teach you all things, and remind you of all that I have said to you. My peace I leave with you; my peace I give to you; not as the world gives do I give to you. Let not your heart be troubled, neither let it be afraid. You heard that I said to you, I go away and come to you. If you loved me, you would rejoice because I go to the Father, for my Father is greater than I. And now I have told you before it happens, so that when it does happen, you might believe. I will not talk much with you anymore, for the prince of this world is coming, and he has nothing in me. But that the world may know that I love my Father, and as my Father commanded me, even so I do, arise, let us go from here. I am the true vine, and my Father is the vinedresser. Every branch in me that does not bear fruit he takes away; and every branch that bears fruit he prunes, that it may bear more fruit. And you are clean beforehand because of the word I have spoken to you. Abide in me, and I in you. (Glory to God forever)."
        },
        {
          'title': "First Piece",
          'text': "Your Holy Spirit, O Lord, which You sent upon Your holy disciples and honored apostles at the third hour, do not take this away from us, O Good One, but renew it within us. Create in me a clean heart, O God, and renew a right spirit within me. Cast me not away from Your presence, and do not take Your Holy Spirit from me. ( Glory be to the Father, and to the Son, and to the Holy Spirit )."
        },
        {
          'title': "Second Piece",
          'text': "O Lord, who sent your Holy Spirit upon your holy disciples and honored apostles at the third hour, do not take this away from us, O Good One. But we ask you to renew it in our hearts, O our Lord Jesus Christ, Son of God the Word, a straight and life-giving spirit, a spirit of prophecy and chastity, a spirit of holiness, justice and authority, O Almighty One, for you are the light of our souls. You who enlighten every man who comes into the world, have mercy on us. (Now and forever and unto the ages of ages, Amen) ."
        },
        {
          'title': "Third Piece",
          'text': "O Mother of God, you are the true vine bearing the cluster of life. We ask you, O full of grace, with the apostles, for the salvation of our souls. Blessed be the Lord our God. Blessed be the Lord day by day, who prepares our way, for he is the God of our salvation ( Now and always and unto the ages of ages, Amen )."
        },
        {
          'title': "Fourth Piece",
          'text': "O Heavenly King, Comforter, Spirit of Truth, present everywhere and filling all things, Treasure of good things and Giver of life, come and dwell in us, cleanse us from every impurity, O Good One, and save our souls. ( Glory be to the Father, and to the Son, and to the Holy Spirit )."
        },
        {
          'title': "Fifth Piece",
          'text': "As you were with your disciples, O Savior, and gave them peace, come also be with us and grant us your peace and save us and deliver our souls. ( Now and always and unto the ages of ages, Amen ) ."
        },
        {
          'title': "Sixth Piece",
          'text': "When we stand in your holy temple, we are considered as if we were standing in heaven. O Mother of God, you are the door of heaven, open for us the door of mercy."
        },
        {
          'title': "Oh Lord have mercy",
          'text': "(Oh Lord have mercy) 41 times"
        },
        {
          'title': "Holy Holy Holy",
          'text': "Holy, Holy, Holy, Lord of hosts. Heaven and earth are full of your glory and honor. Have mercy on us, O God the Father Almighty. O Holy Trinity, have mercy on us. O Lord God of hosts, be with us, for we have no helper in our tribulations and distresses but you. Solve, forgive and pardon us, O God, for our transgressions, those we have committed willingly and those we have committed unwillingly, those we have committed knowingly and those we have committed unknowingly, the hidden and the manifest. O Lord, forgive us, for the sake of Your holy name which is called upon us. According to Your mercy, O Lord, and not according to our sins."
        },
        {
          'title': "The Lord's Prayer",
          'text': "O God, make us worthy to say with gratitude: Our Father, who art in heaven, hallowed be thy name. thy kingdom come. thy will be done. On earth as it is in heaven. Give us this day our daily bread. And forgive us our trespasses, as we forgive those who trespass against us. And lead us not into temptation, but deliver us from evil, in Christ Jesus our Lord. For thine is the kingdom, the power, and the glory, forever. Amen."
        },
        {
          'title': "Analysis",
          'text': "O God of all mercies and Lord of all comfort, who comforted us at all times with the comfort of your Holy Spirit, we thank you for raising us up to pray at this holy hour, in which you poured out the grace of your Holy Spirit richly upon your holy disciples and honored and blessed apostles like tongues of fire. We ask and entreat you, O lover of mankind, to accept our prayers, forgive our sins, send upon us the grace of your Holy Spirit, cleanse us from all defilement of body and spirit, and transfer us to a spiritual life, so that we may walk in the Spirit and not fulfill the lust of the flesh. Make us worthy to serve you in purity and righteousness all the days of our life. For glory, honor, and dominion are due to you, with your good Father and the Holy Spirit, now and forever and forever. Amen."
        },
        {
          'title': "conclusion of every hour",
          'text': "Have mercy on us, O God, and have mercy on us, who at all times and in every hour, in heaven and on earth, is worshipped and glorified. Christ our God, the good, the long-suffering, the plenteous in mercy, the great in compassion, who loves the righteous and has mercy on sinners, of whom I am chief. Who does not desire the death of a sinner but rather that he should return and live. Who calls all to salvation for the promise of the good things to come. O Lord, receive from us our prayers at this hour and in every hour. Ease our lives and guide us to fulfill Your commandments. Sanctify our spirits. Cleanse our bodies. Direct our thoughts. Purify our intentions. Heal our diseases and forgive our sins. Deliver us from every evil sorrow and pain of heart. Surround us with Your holy angels, that by their camp we may be guarded and guided, and attain to the unity of faith and to the knowledge of Your imperceptible and infinite glory, for You are blessed forever. Amen."
        },
        {
          'title': "The Lord's Prayer",
          'text': "O God, make us worthy to say with gratitude: Our Father, who art in heaven, hallowed be thy name. thy kingdom come. thy will be done. On earth as it is in heaven. Give us this day our daily bread. And forgive us our trespasses, as we forgive those who trespass against us. And lead us not into temptation, but deliver us from evil, in Christ Jesus our Lord. For thine is the kingdom, the power, and the glory, forever. Amen."
        }
      ],
      'Sixth Hour Prayer': [
        {
          'title': "Hourly introduction",
          'text': "In the name of the Father, the Son and the Holy Spirit The one God, Amen. Lord have mercy. Lord have mercy. Lord bless. Amen. Glory to the Father, and to the Son, and to the Holy Spirit, now and forever and unto the ages of ages. Amen."
        },
        {
          'title': "The Lord's Prayer",
          'text': "O God, make us worthy to say with gratitude: Our Father, who art in heaven, hallowed be thy name. thy kingdom come. thy will be done. On earth as it is in heaven. Give us this day our daily bread. And forgive us our trespasses, as we forgive those who trespass against us. And lead us not into temptation, but deliver us from evil, in Christ Jesus our Lord. For thine is the kingdom, the power, and the glory, forever. Amen."
        },
        {
          'title': "Prayer of thanks",
          'text': "Let us give thanks to the benevolent and merciful God, the Father of our Lord, God and Savior Jesus Christ, for He has covered us, helped us, preserved us, accepted us, had compassion on us, sustained us, and brought us to this hour. Let us also ask Him to keep us in all peace on this holy day and all the days of our life. The Almighty Lord our God. O Master God Almighty, Father of our Lord, God and Savior Jesus Christ, we thank you for everything, for everything, and in everything, because you have covered us, helped us, preserved us, accepted us, had compassion on us, supported us, and brought us to this hour. Therefore we ask and entreat Your goodness, O Lover of mankind, to grant us to complete this holy day and all the days of our life in all peace with Your fear. All envy, all temptation, all the work of the devil, the plot of wicked men, the rising up of enemies hidden and manifest, take away from us and from all Your people, and from this Your holy place. But as for those things that are good and profitable, grant them to us. For it is You who have given us the authority to trample on serpents and scorpions, and over all the power of the enemy. And lead us not into temptation, but deliver us from evil. By the grace, compassion, and love of mankind of your only Son, our Lord, God, and Savior Jesus Christ, through whom glory, honor, dominion, and worship are due to you, together with the Holy Spirit, the Life-Giver, who is of one essence with you, now and at all times and unto the ages of all ages. Amen."
        },
        {
          'title': "Psalm 50",
          'text': "Have mercy on me, O God, according to your great mercy; according to the multitude of your tender mercies blot out my iniquity. Wash me thoroughly from my iniquity, and cleanse me from my sin. For I acknowledge my iniquity, and my sin is ever before me. Against you only have I sinned, and done evil in your sight; that you may be justified when you say, and prevail when I am judged. For, behold, I was conceived in iniquity, and in sins did my mother bear me. For thus you have loved the truth, when you have made known to me the hidden and hidden things of your wisdom. Sprinkle me with hyssop, and I shall be clean: wash me, and I shall be whiter than snow. Make me to hear gladness and joy, that my humble bones may rejoice. Turn away your face from my sins, and blot out all my iniquities. Create in me a clean heart, O God, and renew a steadfast spirit within me. Cast me not away from your presence, and take not your Holy Spirit from me. Grant me the joy of your salvation; uphold me with a governing spirit; and I will teach transgressors your ways, and the ungodly shall return to you. Deliver me from bloodshed, O God, the God of my salvation; and my tongue shall rejoice in your righteousness. O LORD, you shall open my lips, and my mouth shall declare your praise. For if you desired sacrifice, I would have given it now: but you do not delight in burnt offerings. The sacrifice of God is a broken spirit; a broken and humbled heart God will not despise. Do good, O LORD, in your good pleasure to Zion; Let the walls of Jerusalem be built. Then you will be pleased with sacrifices of righteousness, offering and burnt offerings; And they shall offer calves upon your altar. ALLELUIA."
        },
        {
          'title': "Start of prayer",
          'text': "The rosary of the sixth hour of the blessed day, I offer it to Christ, my King and my God, and I ask Him to forgive me my sins."
        },
        {
          'title': "(1) Psalm 53",
          'text': "Save me by your name, O God, and judge me by your strength. Hear my prayer, O God, and give ear to the words of my mouth. For strangers rise up against me, And powerful men seek after my life; They have not set God before them. Behold, God is my helper; The LORD upholds my soul; He renders evil to my enemies; In your truth I will cut them off. I will willingly sacrifice to you; I will give thanks to your name, O LORD, for it is good. For you have delivered me out of all troubles, And my eye has looked upon my enemies. ALLELUIA."
        },
        {
          'title': "(2) Psalm 56",
          'text': "Have mercy on me, O God, have mercy on me: for my soul trusts in you; and in the shadow of your wings I will hope, Until the iniquity pass away. I will cry to God Most High, to the God who does good to me: Send from heaven, and save me; And put shame on those who trample me. God has sent forth his mercy and his truth; And he has saved my soul from the midst of young lions, When I lay restless. The teeth of the sons of men are weapons and arrows, And their tongue is a sharp sword. Be exalted, O God, above the heavens; And let your glory be above all the earth. They have laid snares for my feet, And have bowed down my soul; They have dug a pit before me, And they have fallen into it. My heart is ready, O God, my heart is ready: I ​​will sing praises and sing in my glory. Awake, O my glory; Awake, psaltery and harp, I will rise early. I will give thanks to you, O Lord, among the peoples; I will sing praises to you among the nations. For your mercy is great to the heavens, and your righteousness to the clouds. Be exalted, O God, above the heavens; let your glory be above all the earth. Alleluia."
        },
        {
          'title': "(3) Psalm 60",
          'text': "O God, my God, I will rise early to you; my soul thirsts for you; my flesh longs for you, In a desolate land and a pathless place and a waterless place. So I appeared to you in the sanctuary, To see your power and your glory. For your lovingkindness is chosen better than life, My lips shall praise you. Therefore I will bless you while I live; I will lift up my hands in your name. My soul shall be filled as with marrow and fatness; with lips of joy we will praise your name. I will remember you upon my bed; in the early hours I will sing praise to you. For you have been a help unto me; I will rejoice in the shadow of your wings. My soul has joined itself after you, and your right hand has upheld me. But those who sought to destroy my soul shall go into the lower parts of the earth; they shall be given to the power of the sword, and shall be portions for foxes. But the king shall rejoice in God, and everyone who swears by him shall glory. For the mouths of those who speak unrighteousness shall be shut. ALLELUIA."
        },
        {
          'title': "(4) Psalm 62",
          'text': "O God, my God, I will rise early to you; my soul thirsts for you; my flesh longs for you, In a desolate land and a pathless place and a waterless place. So I appeared to you in the sanctuary, To see your power and your glory. For your lovingkindness is chosen better than life, My lips shall praise you. Therefore I will bless you while I live; I will lift up my hands in your name. My soul shall be filled as with marrow and fatness; with lips of joy we will praise your name. I will remember you upon my bed; in the early hours I will sing praise to you. For you have been a help unto me; I will rejoice in the shadow of your wings. My soul has joined itself after you, and your right hand has upheld me. But those who sought to destroy my soul shall go into the lower parts of the earth; they shall be given to the power of the sword, and shall be portions for foxes. But the king shall rejoice in God, and everyone who swears by him shall glory. For the mouths of those who speak unrighteousness shall be shut. ALLELUIA."
        },
        {
          'title': "(5) Psalm 66",
          'text': "May God have mercy on us and bless us; may his face appear upon us and have mercy on us. Let your way be known on the earth, your salvation among all the nations. Let the peoples, O God, give thanks to you; let all the peoples give thanks to you. Let the nations be glad and rejoice, for you will judge the peoples uprightly, and guide the nations on the earth. Let the peoples, O God, give thanks to you. Let all the peoples give thanks to you. The earth has yielded its fruit; God our God bless us; God bless us; let all the ends of the earth fear him. ALLELUIA."
        },
        {
          'title': "(6) Psalm 69",
          'text': "Turn to me, O Lord, for my help! Make haste, O Lord, and help me. Let them be ashamed and confounded who seek my life; let them be turned back and confounded who desire my evil. Let them who say to me, ‘Well done, well done,’ be turned back quickly. Let all who seek you rejoice and be glad in you. Let those who love your salvation say continually, ‘Let the Lord be magnified.’ But I am poor and needy; help me, O Lord. You are my helper and my savior, O Lord; do not delay. ALLELUIA."
        },
        {
          'title': "(7) Psalm 83",
          'text': "Your dwelling places are beloved, O LORD God of hosts. My soul longs and yearns to enter the house of the LORD. My heart and my flesh rejoice in the living God. For the sparrow has found a home for herself, and the turtledove a nest to lay her young. Your altars, O LORD God of hosts, are my King and my God. Blessed are all who dwell in your house: they shall bless you forever. Blessed is the man whose help is from you, O Lord, who has arranged ascents in his heart, in the valley of weeping, in the place which he has determined. For blessings are given by the Lawgiver. They shall go from strength to strength, the God of gods shall be revealed in Zion. O LORD God of hosts, hear my prayer; give ear, O God of Jacob; and look, O God, our helper; and look on the face of your anointed. For one good day in your courts is better than thousands. I would rather lie down at the door of the house of God than to dwell in the tents of sinners. For the LORD God loves mercy and truth; and he will give glory and grace. The LORD will not withhold good things from those who walk in meekness. O LORD God of hosts, blessed is the man who trusts in you. ALLELUIA."
        },
        {
          'title': "(8) Psalm 84",
          'text': "You, O LORD, are pleased with your land; You have restored the captivity of Jacob. You have forgiven the iniquities of your people; You have covered all their sins. You have removed all your wrath; You have turned from the fierceness of your anger. Turn us, O God of our salvation, and turn away your anger from us. Will you be angry with us forever? Will you continue your wrath from generation to generation? You, O God, will revive us again, and your people will rejoice in you. Show us your mercy, O LORD, and give us your salvation. I will hear what the Lord God will speak, for he will speak peace to his people, to his saints, to those who return to him with all their heart. For his salvation is near to all who fear him, that glory may dwell in our land. Mercy and truth have met together, righteousness and peace have kissed each other. Truth has dawned out of the earth, and righteousness looks down from heaven. For the Lord gives good things, and our land will yield its fruit. Righteousness will go before him, and his steps will be trodden in the way. Alleluia."
        },
        {
          'title': "(9) Psalm 85",
          'text': "Incline thine ear, O LORD, and hear me; for I am poor and needy. Preserve my soul, for I am righteous; O my God, save thy servant who trusts in thee. Have mercy upon me, O LORD, for to thee I cry all the day long. Rejoice the soul of thy servant, for to thee, O LORD, I lift up my soul. For thou, O LORD, art good and gentle; and plenteous is thy mercy unto all who call upon thee. Give ear, O Lord, to my prayer; attend to the voice of my supplications. In the day of my trouble I cried to you, and you heard me. There is none like you among the gods, O Lord, nor is there anyone who can do your works. All the nations whom you have made will come and worship before you, O Lord, and will glorify your name. For you are great and do wondrous things; you alone are the great God. Lead me, O Lord, in your way, that I may walk in your truth: let my heart rejoice when it fears your name. I will give thanks to you, O Lord my God, with all my heart, and I will glorify your name forever. For great is your mercy toward me, and you have delivered my soul from the lowest hell. O God, the transgressors have risen up against me, and the assembly of the mighty have sought my soul; but they have not at first set you before them. But you, O Lord God, are gracious and merciful; you are long-suffering, and plenteous in mercy and true. Look upon me and have mercy on me. Give strength to your servant, and save the son of your handmaid. Perform a sign for me for good, that those who hate me may see it and be ashamed. For you, O Lord, have helped me and comforted me. Alleluia."
        },
        {
          'title': "(10) Psalm 86",
          'text': "His foundations are in the holy mountains. The LORD loves the gates of Zion more than all the dwellings of Jacob. Glorious things are spoken of you, O city of God. I will remember Rahab and Babylon, which know me. Behold, the strange tribes, and Tyre, and the people of Ethiopia, these were there. Mother Zion says, Man and man were born in her, and the Most High established her forever. The LORD declares in the books of the nations and princes, those who were born in her. For the dwelling of all who rejoice is in you. Alleluia."
        },
        {
          'title': "(11) Psalm 90",
          'text': "He who dwells in the help of the Most High shall rest under the shadow of the God of heaven. He shall say to the LORD, “You are my helper and my refuge; my God, in him I will trust. For he will deliver you from the snare of the fowler, and from troublesome words. He will overshadow you in the midst of his shoulders, and under his wings you will take refuge. His truth will encompass you like a shield. You will not be afraid of the terror by night, nor of the arrow that flies by day, nor of the matter that walks in darkness, nor of the temptation and demon of noonday. A thousand shall fall at your left hand, and ten thousand at your right hand, but they shall not come near you. With your eyes you shall observe, and see the reward of sinners. For you, O LORD, are my hope. You have made the Most High your refuge. Evil things shall not befall you, nor shall any plague come near your dwelling place. For he will give his angels charge concerning you, to keep you in all your ways; they will bear you up in their hands, lest you stumble your foot against a stone. You will tread on the serpent and the king of serpents, and crush the lion and the dragon. Because he trusts in me, I will deliver him; I will set him on high, because he knows my name. He will call upon me, and I will answer him. I will be with him in trouble; I will deliver him and glorify him. I will satisfy him with length of life, and show him my salvation. ALLELUIA."
        },
        {
          'title': "(12) Psalm 92",
          'text': "The Lord reigns, and is clothed with majesty. The Lord is clothed with strength, and girded himself with it. For he has established the world, that it shall not be moved. Your throne is established from the beginning, and you are the same from everlasting. The rivers have lifted up, O Lord, the rivers have lifted up their voice, the rivers have lifted up their voice, at the voice of many waters. The waves of the sea are wonderful, and wonderful is the Lord in the highest. His testimonies are very sure. Sanctification is due to your house, O Lord, for the length of days. Alleluia."
        },
        {
          'title': "( Matthew 5 :1-16)",
          'text': "And when he saw the multitudes, he went up on the mountain. And when he was set down, his disciples came to him. And he opened his mouth and taught them, saying, “Blessed are the poor in spirit, for theirs is the kingdom of heaven. Blessed are those who mourn now, for they will be comforted. Blessed are the meek, for they will inherit the earth. Blessed are those who hunger and thirst for righteousness, for they will be filled. Blessed are the merciful, for they will obtain mercy. Blessed are the pure in heart, for they will see God. Blessed are the peacemakers, for they will be called sons of God. Blessed are those who are persecuted for righteousness’ sake, for theirs is the kingdom of heaven. Blessed are you when they persecute you and revile you, and falsely say all kinds of evil against you for my sake. Rejoice and be exceedingly glad, for great is your reward in heaven, for so they persecuted the prophets who were before you.” You are the salt of the earth. But if the salt has lost its flavor, wherewith shall it be seasoned? It is no longer good for anything, except to be thrown out and trodden underfoot by men. You are the light of the world. A city that is set on a hill cannot be hidden. Nor do men light a lamp and put it under a bushel, but put it on a stand, and it gives light to everyone in the house. So let your light shine before men, that they may see your good works and glorify your Father who is in heaven. To God be the glory forever."
        },
        {
          'title': "First Piece",
          'text': "O You who on the sixth day and at the sixth hour were nailed to the cross, for the sin that our father Adam dared to commit in Paradise, tear up the handwriting of our sins, O Christ our God, and save us. I cried out to God and the Lord heard me. O God, answer my prayer and do not reject my request. Turn to me and hear me. In the evening, in the morning, and at noon, I say my words and He hears my voice and saves my soul in peace. ( Glory be to the Father, and to the Son, and to the Holy Spirit )."
        },
        {
          'title': "Second Piece",
          'text': "O Jesus Christ our God, who was nailed to the cross at the sixth hour, and killed sin with the wood, and revived the dead by your death, who is the man whom you created with your own hands, who died by sin. Kill our pains with your healing and life-giving pains, and with the nails with which you were nailed, save our minds from the recklessness of monstrous deeds and worldly lusts, to the remembrance of your heavenly judgments as your mercy. (Now and forever and unto the ages of ages, Amen) ."
        },
        {
          'title': "Third Piece",
          'text': "Since we have no argument, no excuse, and no plea for the multitude of our sins, we beseech you, O Virgin Mother of God, to Him who was born of you. For your intercession is abundant, powerful and acceptable to our Savior. O pure Mother, do not reject me sinners from your intercession with Him who was born of you, for He is merciful and able to save us, for He suffered for us in order to save us. Let your compassion reach us quickly, for we have clung so tightly. Help us, O God our Savior, for the glory of your name. O Lord, save us and forgive us our sins, for the sake of your holy name. ( Now and always and unto the ages of ages, Amen )."
        },
        {
          'title': "Fourth Piece",
          'text': "You wrought salvation in the midst of the whole earth, O Christ our God, when You stretched out Your pure hands on the wood of the Cross. Therefore all nations cry out saying: Glory to You, O Lord. ( Glory be to the Father, and to the Son, and to the Holy Spirit )."
        },
        {
          'title': "Fifth Piece",
          'text': "We worship Your incorruptible person, O Good One, asking forgiveness of our sins, O Christ our God. For it was Your will that You were pleased to ascend the cross, to deliver those whom You created from the slavery of the enemy. We cry out to You and thank You, for You have filled all with joy, O Savior, when You came to help the world. Glory be to You, O Lord. ( Now and always and unto the ages of ages, Amen ) ."
        },
        {
          'title': "Sixth Piece",
          'text': "You are full of grace, O Virgin Mother of God. We glorify you because through the cross of your Son hell was brought down and death was abolished. We were dead and rose again, and were made worthy of eternal life, and obtained the bliss of the first paradise. For this reason we thankfully glorify the immortal Christ our God."
        },
        {
          'title': "Oh Lord have mercy",
          'text': "(Oh Lord have mercy) 41 times"
        },
        {
          'title': "Holy Holy Holy",
          'text': "Holy, Holy, Holy, Lord of hosts. Heaven and earth are full of your glory and honor. Have mercy on us, O God the Father Almighty. O Holy Trinity, have mercy on us. O Lord God of hosts, be with us, for we have no helper in our tribulations and distresses but you. Solve, forgive and pardon us, O God, for our transgressions, those we have committed willingly and those we have committed unwillingly, those we have committed knowingly and those we have committed unknowingly, the hidden and the manifest. O Lord, forgive us, for the sake of Your holy name which is called upon us. According to Your mercy, O Lord, and not according to our sins."
        },
        {
          'title': "The Lord's Prayer",
          'text': "O God, make us worthy to say with gratitude: Our Father, who art in heaven, hallowed be thy name. thy kingdom come. thy will be done. On earth as it is in heaven. Give us this day our daily bread. And forgive us our trespasses, as we forgive those who trespass against us. And lead us not into temptation, but deliver us from evil, in Christ Jesus our Lord. For thine is the kingdom, the power, and the glory, forever. Amen."
        },
        {
          'title': "Analysis",
          'text': "We thank you, our King, the Almighty, the Father of our Lord and God our Savior Jesus Christ, and we glorify you, because you have made the times of the sufferings of your only-begotten Son times of consolation and prayer. Accept our supplication, and blot out from us the handwriting of our sins written against us, as you tore it up in this holy hour by the cross of your only-begotten Son Jesus Christ, our Lord and Savior of our souls, through whom you have destroyed all the power of the enemy. Grant us, O God, a glorious time, a blameless conduct, and a quiet life, that we may please Your holy and worshiped name, and stand before the fearful and just judgment seat of Your only-begotten Son Jesus Christ our Lord, without falling into condemnation, and glorify You with all Your saints. You are the Father without beginning, and the Son consubstantial with You, and the Holy Spirit, the Life-Giver, now and ever and unto the ages of all ages. Amen."
        },
        {
          'title': "conclusion of every hour",
          'text': "Have mercy on us, O God, and have mercy on us, who at all times and in every hour, in heaven and on earth, is worshipped and glorified. Christ our God, the good, the long-suffering, the plenteous in mercy, the great in compassion, who loves the righteous and has mercy on sinners, of whom I am chief. Who does not desire the death of a sinner but rather that he should return and live. Who calls all to salvation for the promise of the good things to come. O Lord, receive from us our prayers at this hour and in every hour. Ease our lives and guide us to fulfill Your commandments. Sanctify our spirits. Cleanse our bodies. Direct our thoughts. Purify our intentions. Heal our diseases and forgive our sins. Deliver us from every evil sorrow and pain of heart. Surround us with Your holy angels, that by their camp we may be guarded and guided, and attain to the unity of faith and to the knowledge of Your imperceptible and infinite glory, for You are blessed forever. Amen."
        },
        {
          'title': "The Lord's Prayer",
          'text': "O God, make us worthy to say with gratitude: Our Father, who art in heaven, hallowed be thy name. thy kingdom come. thy will be done. On earth as it is in heaven. Give us this day our daily bread. And forgive us our trespasses, as we forgive those who trespass against us. And lead us not into temptation, but deliver us from evil, in Christ Jesus our Lord. For thine is the kingdom, the power, and the glory, forever. Amen."
        }
      ],
      'Ninth Hour Prayer': [
        {
          'title': "Hourly introduction",
          'text': "In the name of the Father, the Son and the Holy Spirit The one God, Amen. Lord have mercy. Lord have mercy. Lord bless. Amen. Glory to the Father, and to the Son, and to the Holy Spirit, now and forever and unto the ages of ages. Amen."
        },
        {
          'title': "The Lord's Prayer",
          'text': "O God, make us worthy to say with gratitude: Our Father, who art in heaven, hallowed be thy name. thy kingdom come. thy will be done. On earth as it is in heaven. Give us this day our daily bread. And forgive us our trespasses, as we forgive those who trespass against us. And lead us not into temptation, but deliver us from evil, in Christ Jesus our Lord. For thine is the kingdom, the power, and the glory, forever. Amen."
        },
        {
          'title': "Prayer of thanks",
          'text': "Let us give thanks to the benevolent and merciful God, the Father of our Lord, God and Savior Jesus Christ, for He has covered us, helped us, preserved us, accepted us, had compassion on us, sustained us, and brought us to this hour. Let us also ask Him to keep us in all peace on this holy day and all the days of our life. The Almighty Lord our God. O Master God Almighty, Father of our Lord, God and Savior Jesus Christ, we thank you for everything, for everything, and in everything, because you have covered us, helped us, preserved us, accepted us, had compassion on us, supported us, and brought us to this hour. Therefore we ask and entreat Your goodness, O Lover of mankind, to grant us to complete this holy day and all the days of our life in all peace with Your fear. All envy, all temptation, all the work of the devil, the plot of wicked men, the rising up of enemies hidden and manifest, take away from us and from all Your people, and from this Your holy place. But as for those things that are good and profitable, grant them to us. For it is You who have given us the authority to trample on serpents and scorpions, and over all the power of the enemy. And lead us not into temptation, but deliver us from evil. By the grace, compassion, and love of mankind of your only Son, our Lord, God, and Savior Jesus Christ, through whom glory, honor, dominion, and worship are due to you, together with the Holy Spirit, the Life-Giver, who is of one essence with you, now and at all times and unto the ages of all ages. Amen."
        },
        {
          'title': "Psalm 50",
          'text': "Have mercy on me, O God, according to your great mercy; according to the multitude of your tender mercies blot out my iniquity. Wash me thoroughly from my iniquity, and cleanse me from my sin. For I acknowledge my iniquity, and my sin is ever before me. Against you only have I sinned, and done evil in your sight; that you may be justified when you say, and prevail when I am judged. For, behold, I was conceived in iniquity, and in sins did my mother bear me. For thus you have loved the truth, when you have made known to me the hidden and hidden things of your wisdom. Sprinkle me with hyssop, and I shall be clean: wash me, and I shall be whiter than snow. Make me to hear gladness and joy, that my humble bones may rejoice. Turn away your face from my sins, and blot out all my iniquities. Create in me a clean heart, O God, and renew a steadfast spirit within me. Cast me not away from your presence, and take not your Holy Spirit from me. Grant me the joy of your salvation; uphold me with a governing spirit; and I will teach transgressors your ways, and the ungodly shall return to you. Deliver me from bloodshed, O God, the God of my salvation; and my tongue shall rejoice in your righteousness. O LORD, you shall open my lips, and my mouth shall declare your praise. For if you desired sacrifice, I would have given it now: but you do not delight in burnt offerings. The sacrifice of God is a broken spirit; a broken and humbled heart God will not despise. Do good, O LORD, in your good pleasure to Zion; Let the walls of Jerusalem be built. Then you will be pleased with sacrifices of righteousness, offering and burnt offerings; And they shall offer calves upon your altar. ALLELUIA."
        },
        {
          'title': "Start of prayer",
          'text': "The Ninth hour of the blessed day, I offer it to Christ, my King and my God, and I ask Him to forgive my sins."
        },
        {
          'title': '(1) Psalm 95',
          'text': 'Sing a new song to the LORD, all the earth, sing praise to the LORD, and bless his name. Teach the good news of his salvation from day to day, declare his glory among the nations, his wonders among all peoples. For the LORD is great, and greatly to be praised. He is to be feared above all gods, for all the gods of the nations are devils. But the LORD made the heavens. Majesty and glory are before him, purity and great beauty are in his sanctuary. Ascribe to the LORD, all you kindreds of the nations, Ascribe to the LORD glory and honor; Ascribe to the LORD the glory due to his name. Bring sacrifices, and enter his courts; worship the LORD in his holy court. Let the whole earth quake at his presence. Say among the nations, The LORD reigns on a tree; He has also established the world, that it shall not be moved. He will judge the peoples with equity. Let the heavens rejoice, and let the earth be glad; let the sea roar with all that is in it; let the valleys rejoice, and all that is in it. Then shall every tree of the forest exult at the presence of the LORD: for he cometh to judge the earth; he shall judge the world with righteousness, and the peoples with equity. Alleluia.'
        },
        {
          'title': "(2) Psalm 96",
          'text': "The LORD reigns, let the earth rejoice, and let the many islands be glad. Clouds and thick darkness are around him; righteousness and judgment are the uprightness of his throne. Fire precedes him, and with a flame it burns up his enemies who surround him. His lightnings lighten the world. The earth looked and quaked; the mountains melted like wax at the presence of the LORD, at the presence of the LORD of the whole earth. The heavens declare his righteousness, and all the peoples see his glory. Confounded be all who worship the work of hands, who glory in their idols. Worship the Lord, all you his angels! Zion heard and was glad, and the daughters of Judah were glad, because of your judgments, O Lord. For you are the Lord, the highest over all the earth; you are highly exalted above all gods. You who love the Lord, hate evil. For the Lord preserves the souls of his righteous; he delivers them from the hand of sinners. Light has dawned for the righteous, and joy for the upright in heart. Rejoice in the Lord, you righteous, and give thanks for his holy remembrance. Alleluia."
        },
        {
          'title': "(3) Psalm 97",
          'text': "Sing a new song to the LORD, for the LORD has done marvelous things; his right hand and his holy arm have saved him. The LORD has declared his salvation, he has revealed his righteousness before the nations. He has remembered his mercy toward Jacob, and his truth toward the house of Israel. All the ends of the earth have seen the salvation of our God. Make a joyful noise to the LORD, all the earth: sing praises and gladdens and sing. Sing to the LORD with the harp, with the harp and with the sound of the flute; with trumpets sounding and with the sound of the horn, make a joyful noise before the LORD the King. Let the sea roar and all that is in it, the world and all who dwell in it. Let all the rivers applaud, let the mountains rejoice at the face of the LORD, for he comes to judge the earth; he will judge the world with righteousness, and the peoples with uprightness. Alleluia."
        },
        {
          'title': "(4) Psalm 98",
          'text': "The LORD reigns, let the peoples tremble; He who sits on the cherubim, let the earth quake. Great is the LORD in Zion, And exalted above all peoples; Let them give thanks to his great name, For he is awesome and holy. And the honor of a king is to love justice. You have ordained uprightness; You have executed judgment and righteousness in Jacob. Exalt the LORD our God, and worship at his footstool; for he is holy. Moses and Aaron among his priests, and Samuel among those who call on his name. They called on the LORD, and he answered them; he spoke to them in a pillar of cloud, because they kept his testimonies and the commandments which he gave them. O LORD our God, you have heard them; you have been a forgiving God to them, and you have avenged all their deeds. Exalt the LORD our God, and worship at his holy mountain; for the LORD our God is holy. ALLELUIA."
        },
        {
          'title': "(5) Psalm 99",
          'text': "Make a glad farewell to the LORD, all the earth! Serve the LORD with gladness; come before him with joy. Know that the LORD is our God; He made us, not we; we are his people, the sheep of his pasture. Enter his gates with thanksgiving, and his courts with praise. Give thanks to him, and bless his name. For the LORD is good, and his mercy endures forever, and his truth is from generation to generation. ALLELUIA. "
        },
        {
          'title': "(6) Psalm 100",
          'text': "For mercy and judgment I will praise you, O Lord: I will sing praises to you, and understand in a blameless way. When will you come to me? I walked in the ingenuity of my heart within my house; I set no thing contrary to the law before mine eyes. I hated those who practice transgression; a perverse heart has not cleaved to me. When the wicked turned away from me, I was unaware; I pursued him who slandered his neighbor secretly; I did not devour him who was proud with his eyes and proud of his heart. My eyes are upon all the faithful of the land, that I may make them dwell with Me. He who walks in the way blameless, he ministers to Me. The proud shall not dwell within My house. He who speaks unrighteousness shall not be right in My sight. At the early hours I will slay all the sinners of the land, that I may destroy from the city of the LORD all who do iniquity. ALLELUIA."
        },
        {
          'title': "(7) Psalm 109",
          'text': "The LORD said to my Lord, Sit at my right hand, until I make your enemies your footstool. The LORD will send you a rod of strength out of Zion, and you shall rule in the midst of your enemies. With you is the government in the day of your strength, in the beauty of the saints. From the womb before the morning star I have begotten you. The LORD has sworn and will not repent, “You are a priest according to the order of Melchizedek. The LORD is at your right hand; he will smash kings in the day of his wrath; he will judge among the nations and fill them with corpses. He will crush the heads of many on the earth. By the way he will drink water from the brook; therefore he will lift up his head.” Alleluia"
        },
        {
          'title': "(8) Psalm 110",
          'text': "I will confess to you, O Lord, with all my heart, In the council of the upright, and in their assembly. Great are the deeds of the Lord, and all his wills are searched; the majesty and glory of his work, and his righteousness endures forever and ever. He has made a memorial of all his wonders. The Lord is compassionate and gracious; he gives his food to his saints; he remembers his covenant forever. He has declared the power of his works to his people, To give them the inheritance of the nations. The works of his hands are truth and righteousness. All his commandments are sure, Enduring for ever and ever, performed in truth and uprightness. He has sent salvation to his people; he has commanded his covenant forever. Holy and awesome is his name. The fear of the Lord is the beginning of wisdom, and understanding is good to everyone who does it, and his praise endures forever. Alleluia."
        },
        {
          'title': "(9) Psalm 111",
          'text': "Blessed is the man who fears the LORD, And greatly loves his commandments. His seed shall prevail on the earth. The generation of the upright shall be blessed; glory and riches shall be in his house, And his righteousness shall endure forever. Light shines in darkness for the upright. The LORD God is merciful, and gracious, and righteous. A good man is he who shows compassion and lends, And manages his words in truth; For he will never be moved. The remembrance of the righteous endures forever; And he will not be afraid of evil tidings. His heart is prepared, trusting in the LORD; His heart is steadfast, and will not be moved, Until he regards his enemies. He has scattered and given to the poor. His righteousness endures forever and ever. His horn shall be exalted with glory. When the sinner sees, he is angry; He gnashes his teeth and melts away; The desire of the sinner shall perish. Alleluia."
        },
        {
          'title': "(10) Psalm 112",
          'text': "Praise the Lord, you children, praise the name of the Lord. Blessed be the name of the Lord from now on and forever. From the rising of the sun to its setting, praise the name of the Lord. The Lord is high above all nations, and his glory above the heavens. Who is like the Lord our God? He who dwells on high, who looks on the lowly in heaven and on earth. He raises the poor from the dust, and lifts up the needy from the ash heap, to seat him with the princes of his people. He makes the barren woman dwell in a house, a joyful mother of children. Alleluia."
        },
        {
          'title': "(11) Psalm 114",
          'text': "I would have loved that the LORD would hear the voice of my supplications: for he has inclined his ear unto me, that I might call upon him all my days. For the pangs of death have encompassed me, And the pains of Hades have come upon me. I have found distress and sorrow, And I have called upon the name of the LORD: O LORD, deliver my soul. The LORD is merciful and righteous; And our God will have compassion. The LORD preserves the little ones. I was brought low, and he will save me. Return, O my soul, to the place of your rest, For the LORD has dealt well with me; He has delivered my soul from death, My eyes from tears, And my feet from stumbling. I will please the LORD before him In the land of the living. ALLELUIA."
        },
        {
          'title': "(12) Psalm 115",
          'text': "I believed, therefore I spoke; yet I was greatly humbled. I said in my confusion, “All men are liars.” How shall I render to the Lord for all that he has given me? I will take the cup of salvation, and call on the name of the Lord. I will pay my vows to the Lord before all his people. Precious in the sight of the Lord is the death of his saints. O Lord, I am your servant, even I am your servant, and the son of your handmaid. You have broken my bonds; therefore I will offer a sacrifice of praise to you, and will call on the name of the Lord. I will pay my vows to the Lord in the courts of the house of the Lord, in the presence of all his people, in the midst of Jerusalem. Alleluia."
        },
        {
          'title': "( Luke 9 :10-17)",
          'text': "And when the apostles had returned, they told him what they had done. And he took them with him, and entered a city called Bethsaida apart. And when the crowds knew it, they followed him; and he welcomed them, and spoke to them of the kingdom of God, and healed those who needed healing. And the day was beginning to decline, and the twelve came to him and said, Send the crowds away, that they may go into the villages and country round about, and rest, and get food; for we are here in a deserted place. And he said to them, Give them something to eat. And they said, We have no more than five loaves and two fish, unless we go and buy food for all these people. And there were about five thousand men. And he said to his disciples, Let them sit down at each place fifty by fifty. And they did so, and they all sat down at the table. And he took the five loaves and the two fish, and looking up to heaven, he blessed them, and divided them, and gave them to the disciples to set before the crowd. And they all ate and were satisfied. And they took up what was left over, twelve baskets full. (Glory be to God forever)"
        },
        {
          'title': "First Piece",
          'text': "O You who tasted death in the flesh at the ninth hour for us sinners, mortify our bodily senses, O Christ our God, and save us. Let my petition come before You, O Lord; according to Your word, give me understanding. Let my petition come before You; according to Your word, quicken me. ( Glory be to the Father, and to the Son, and to the Holy Spirit )."
        },
        {
          'title': "Second Piece",
          'text': "O You who delivered up Your spirit into the hands of the Father when You were hung on the cross at the ninth hour, and led the thief crucified with You to enter Paradise, do not neglect me, O Good One, and do not reject me, the lost one, but sanctify my soul, enlighten my understanding, and make me a partaker of the grace of Your life-giving sacraments. So that, when I taste of Your benevolence, I may offer You an unfailing hymn, longing for Your splendor more than anything, O Christ our God, and save us. (Now and forever and unto the ages of ages, Amen) ."
        },
        {
          'title': "Third Piece",
          'text': "O You who were born of the Virgin for our sake, and endured the cross, O Good One, and killed death by Your death and revealed the resurrection by Your resurrection, do not turn away, O God, from those whom You have formed with Your own hands. Show Your love for mankind, O Good One. Accept from Your Mother intercession for us. Save, O Savior, a humble people. Do not abandon us to destruction, nor deliver us over to eternity, nor break Your covenant, nor take Your mercy away from us, for the sake of Your beloved Abraham, and of Your servant Isaac, and of Your holy Israel. ( Now and always and unto the ages of ages, Amen )."
        },
        {
          'title': "Fourth Piece",
          'text': "When the thief saw the Prince of Life hanging on the cross, he said: If the one crucified with us had not been God incarnate, the sun would not have hidden its rays, nor would the earth have shaken with trembling. But O Almighty, Who can bear all things, remember me, O Lord, when You come into Your Kingdom. ( Glory be to the Father, and to the Son, and to the Holy Spirit )."
        },
        {
          'title': "Fifth Piece",
          'text': "O You who accepted the confession of the thief on the cross, accept us, O Good One, who are worthy of the sentence of death for our sins. We confess our sins with him, confessing your divinity, and we cry out with him all together: Remember us, O Lord, when you come into your kingdom. ( Now and always and unto the ages of ages, Amen ) ."
        },
        {
          'title': "Sixth Piece",
          'text': "When the mother looked at the Lamb and the Shepherd, the Savior of the world, hanging on the cross, she said while crying: As for the world, it rejoices in accepting salvation, but my heart burns when I look at your crucifixion, which you endure for the sake of all, O my Son and my God."
        },
        {
          'title': "Oh Lord have mercy",
          'text': "(Oh Lord have mercy) 41 times"
        },
        {
          'title': "Holy Holy Holy",
          'text': "Holy, Holy, Holy, Lord of hosts. Heaven and earth are full of your glory and honor. Have mercy on us, O God the Father Almighty. O Holy Trinity, have mercy on us. O Lord God of hosts, be with us, for we have no helper in our tribulations and distresses but you. Solve, forgive and pardon us, O God, for our transgressions, those we have committed willingly and those we have committed unwillingly, those we have committed knowingly and those we have committed unknowingly, the hidden and the manifest. O Lord, forgive us, for the sake of Your holy name which is called upon us. According to Your mercy, O Lord, and not according to our sins."
        },
        {
          'title': "The Lord's Prayer",
          'text': "O God, make us worthy to say with gratitude: Our Father, who art in heaven, hallowed be thy name. thy kingdom come. thy will be done. On earth as it is in heaven. Give us this day our daily bread. And forgive us our trespasses, as we forgive those who trespass against us. And lead us not into temptation, but deliver us from evil, in Christ Jesus our Lord. For thine is the kingdom, the power, and the glory, forever. Amen."
        },
        {
          'title': "Analysis",
          'text': "O God, the Father of our Lord, God and Savior Jesus Christ, who by His appearing didst save and deliver us from the bondage of the enemy, we ask Thee in His great and blessed name, to transfer our minds from worldly cares and fleshly lusts, to the remembrance of Thy heavenly judgments, and to perfect for us Thy love for mankind, O Good One. And may our prayers at all times and the prayer of this ninth hour be acceptable before Thee. And grant us to walk in a manner worthy of the calling to which we have been called, so that when we depart from this body we may be numbered with those who worship and are worthy of the sufferings of Thy only-begotten Son, Jesus Christ our Lord, and may obtain mercy, forgiveness of our sins, and salvation with the ranks of the saints who have truly pleased Thee from the beginning and to eternity. O God, nullify from us all the power of the adversary and all his evil hosts, as Your only Son trampled them by the power of His life-giving cross. And accept us to You, O Lord Jesus Christ, as You accepted the right thief while He was hanging on the cross. And enlighten us as You enlightened those who were in the darkness of hell. And return us all to the paradise of bliss, for You, O Lord, are a blessed God. And to You, with Your good Father and the Holy Spirit, be glory, honor, dominion, authority, and worship forever. Amen."
        },
        {
          'title': "conclusion of every hour",
          'text': "Have mercy on us, O God, and have mercy on us, who at all times and in every hour, in heaven and on earth, is worshipped and glorified. Christ our God, the good, the long-suffering, the plenteous in mercy, the great in compassion, who loves the righteous and has mercy on sinners, of whom I am chief. Who does not desire the death of a sinner but rather that he should return and live. Who calls all to salvation for the promise of the good things to come. O Lord, receive from us our prayers at this hour and in every hour. Ease our lives and guide us to fulfill Your commandments. Sanctify our spirits. Cleanse our bodies. Direct our thoughts. Purify our intentions. Heal our diseases and forgive our sins. Deliver us from every evil sorrow and pain of heart. Surround us with Your holy angels, that by their camp we may be guarded and guided, and attain to the unity of faith and to the knowledge of Your imperceptible and infinite glory, for You are blessed forever. Amen."
        },
        {
          'title': "The Lord's Prayer",
          'text': "O God, make us worthy to say with gratitude: Our Father, who art in heaven, hallowed be thy name. thy kingdom come. thy will be done. On earth as it is in heaven. Give us this day our daily bread. And forgive us our trespasses, as we forgive those who trespass against us. And lead us not into temptation, but deliver us from evil, in Christ Jesus our Lord. For thine is the kingdom, the power, and the glory, forever. Amen."
        }
      ],
      'Eleventh Hour (Vespers)': [
        {
          'title': "Hourly introduction",
          'text': "In the name of the Father, the Son and the Holy Spirit The one God, Amen. Lord have mercy. Lord have mercy. Lord bless. Amen. Glory to the Father, and to the Son, and to the Holy Spirit, now and forever and unto the ages of ages. Amen."
        },
        {
          'title': "The Lord's Prayer",
          'text': "O God, make us worthy to say with gratitude: Our Father, who art in heaven, hallowed be thy name. thy kingdom come. thy will be done. On earth as it is in heaven. Give us this day our daily bread. And forgive us our trespasses, as we forgive those who trespass against us. And lead us not into temptation, but deliver us from evil, in Christ Jesus our Lord. For thine is the kingdom, the power, and the glory, forever. Amen."
        },
        {
          'title': "Prayer of thanks",
          'text': "Let us give thanks to the benevolent and merciful God, the Father of our Lord, God and Savior Jesus Christ, for He has covered us, helped us, preserved us, accepted us, had compassion on us, sustained us, and brought us to this hour. Let us also ask Him to keep us in all peace on this holy day and all the days of our life. The Almighty Lord our God. O Master God Almighty, Father of our Lord, God and Savior Jesus Christ, we thank you for everything, for everything, and in everything, because you have covered us, helped us, preserved us, accepted us, had compassion on us, supported us, and brought us to this hour. Therefore we ask and entreat Your goodness, O Lover of mankind, to grant us to complete this holy day and all the days of our life in all peace with Your fear. All envy, all temptation, all the work of the devil, the plot of wicked men, the rising up of enemies hidden and manifest, take away from us and from all Your people, and from this Your holy place. But as for those things that are good and profitable, grant them to us. For it is You who have given us the authority to trample on serpents and scorpions, and over all the power of the enemy. And lead us not into temptation, but deliver us from evil. By the grace, compassion, and love of mankind of your only Son, our Lord, God, and Savior Jesus Christ, through whom glory, honor, dominion, and worship are due to you, together with the Holy Spirit, the Life-Giver, who is of one essence with you, now and at all times and unto the ages of all ages. Amen."
        },
        {
          'title': "Psalm 50",
          'text': "Have mercy on me, O God, according to your great mercy; according to the multitude of your tender mercies blot out my iniquity. Wash me thoroughly from my iniquity, and cleanse me from my sin. For I acknowledge my iniquity, and my sin is ever before me. Against you only have I sinned, and done evil in your sight; that you may be justified when you say, and prevail when I am judged. For, behold, I was conceived in iniquity, and in sins did my mother bear me. For thus you have loved the truth, when you have made known to me the hidden and hidden things of your wisdom. Sprinkle me with hyssop, and I shall be clean: wash me, and I shall be whiter than snow. Make me to hear gladness and joy, that my humble bones may rejoice. Turn away your face from my sins, and blot out all my iniquities. Create in me a clean heart, O God, and renew a steadfast spirit within me. Cast me not away from your presence, and take not your Holy Spirit from me. Grant me the joy of your salvation; uphold me with a governing spirit; and I will teach transgressors your ways, and the ungodly shall return to you. Deliver me from bloodshed, O God, the God of my salvation; and my tongue shall rejoice in your righteousness. O LORD, you shall open my lips, and my mouth shall declare your praise. For if you desired sacrifice, I would have given it now: but you do not delight in burnt offerings. The sacrifice of God is a broken spirit; a broken and humbled heart God will not despise. Do good, O LORD, in your good pleasure to Zion; Let the walls of Jerusalem be built. Then you will be pleased with sacrifices of righteousness, offering and burnt offerings; And they shall offer calves upon your altar. ALLELUIA."
        },
        {
          'title': "Start of prayer",
          'text': "I offer the blessed evening prayer to Christ, my King and my God, and I ask Him to forgive my sins"
        },
        {
          'title': "(1) Psalm 116",
          'text': "Praise the Lord, all you nations; let all the peoples bless him. For his mercy has been established toward us, and the truth of the Lord endures forever. Alleluia."
        },
        {
          'title': "(2) Psalm 117",
          'text': "Give thanks to the LORD, for He is good, for His mercy endures forever. Let the house of Israel now say, “He is good,” for His mercy endures forever. Let the house of Aaron now say, “He is good,” for His mercy endures forever. Let those who fear the LORD now say, “He is good,” for His mercy endures forever. In my distress I cried to the LORD, and he heard me and brought me into a large place. The LORD is my helper; I will not fear what man can do to me. The LORD is my helper, and I will see my enemies. It is better to trust in the LORD than to trust in man; it is better to hope in the LORD than to hope in princes. All the nations surrounded me, but in the name of the LORD I took revenge on them. They surrounded me and encompassed me; but in the name of the LORD I subdued them. They surrounded me like bees around the honeycomb; they burned like fire among thorns; but in the name of the LORD I took revenge on them. I was pushed to fall, but the LORD upheld me. The LORD is my strength and my song, and he has become my salvation, the voice of exultation and salvation in the dwellings of the righteous. The right hand of the LORD has wrought valiantly; the right hand of the LORD has exalted me; the right hand of the LORD has wrought valiantly. I will not die, but live, and declare the works of the LORD. The LORD has disciplined me severely, but has not given me over to death. Open to me the gates of righteousness, that I may enter through them and give thanks to the Lord. This is the gate of the Lord, and the righteous shall enter through it. I will give thanks to you, O Lord, because you have heard me and have become my salvation. The stone which the builders rejected has become the head of the corner. This was the Lord’s doing, and it is marvelous in our eyes. This is the day which the Lord has made; let us rejoice and be glad in it. O Lord, save us; O Lord, make our way easy. Blessed is he who comes in the name of the Lord. We have blessed you from the house of the Lord. God the Lord has given us light. Ordain a feast with those who reach the horns of the altar. You are my God, and I will give thanks to you; you are my God, and I will exalt you. I will give thanks to you, O Lord, for you have heard me and have become my salvation. O give thanks to the Lord, for he is good, for his mercy endures forever. ALLELUIA"
        },
        {
          'title': "(3) Psalm 119",
          'text': "To the LORD I cried in my affliction, and you heard me. Deliver my soul, O LORD, from unrighteous lips and from a deceitful tongue. What shall be given to you, and what shall be added to you, from a deceitful tongue? Sharp arrows of the mighty are with coals of the wilderness. Woe is me, that my sojourning is prolonged, that I dwell in the tents of Kedar! My soul has dwelt too long in a foreign land, and was a man of peace with those who hate peace; yet when I spoke to them, they fought against me in vain. ALLELUIA"
        },
        {
          'title': "(4) Psalm 120",
          'text': "I will lift up my eyes to the hills, from where cometh my help: my help cometh from the LORD, which made heaven and earth. He will not let your foot be moved: and he that keepeth you shall not slumber. Behold, he that keepeth Israel shall neither slumber nor sleep. The LORD shall keep you: the LORD shall cast a shade upon your right hand: the sun shall not smite you by day, nor the moon by night. The LORD shall preserve you from all evil: the LORD shall preserve your soul: the LORD shall preserve your coming in and your going out, From this time forth and for evermore. Alleluia."
        },
        {
          'title': "(5) Psalm 121",
          'text': "I was glad when they said to me, “We will go into the house of the LORD.” Our feet stood in the courts of Jerusalem, Jerusalem, which is built like a city closely joined together. For there the tribes went up, the tribes of the LORD, for a testimony for Israel, to give thanks to the name of the LORD. There thrones are set for judgment, even thrones for the house of David. Ask for peace for Jerusalem, and prosperity for those who love you. Let peace be within your fortress, and prosperity within your solid towers. For the sake of my brothers and my relatives I have spoken peace concerning you; for the sake of the house of the Lord our God I have sought good things for you. Alleluia."
        },
        {
          'title': "(6) Psalm 122",
          'text': "Unto You I lift up my eyes, O You who dwell in heaven. Behold, as the eyes of servants look to the hand of their masters, and as the eyes of a maidservant to the hand of her mistress, so our eyes look to the LORD our God until He has compassion on us. Have mercy on us, O LORD, have mercy on us, for we are exceedingly filled with contempt, and our soul is exceedingly filled. Give the reproach to those who prosper, And contempt to the proud. ALLELUIA."
        },
        {
          'title': "(7) Psalm 123",
          'text': "If the LORD had not been with us, let Israel say, if the LORD had not been with us when men rose up against us, then they would have swallowed us alive, when their wrath was kindled against us. Then we would have drowned in the waters, and our soul would have passed through the flood; our soul would have passed through the endless waters. Blessed be the LORD, who has not given us as prey to their teeth. Our soul has escaped like a bird from the snare of the fowlers; the snare is broken, and we are escaped. Our help is in the name of the LORD, who made heaven and earth."
        },
        {
          'title': "(8) Psalm 124",
          'text': "Those who trust in the Lord are like Mount Zion, which cannot be moved forever, even he who dwells in Jerusalem. The mountains are around her, and the Lord is around his people from this time forth and forevermore. The Lord will not let the rod of sinners rest on the lot of the righteous, lest the righteous stretch out their hands to iniquity. Do good, O Lord, to those who are good and to those who are upright in heart. But those who turn aside to sins, the Lord will remove them with the workers of iniquity. Peace be upon Israel. Alleluia."
        },
        {
          'title': "(9) Psalm 125",
          'text': "When the LORD brings again the captivity of Zion, we are glad. Then our mouth is filled with joy, and our tongue with exultation. Then it will be said among the nations, The LORD has done great things for them. The LORD has done great things for us, and we are glad. Bring again, O LORD, our captivity, like the floods in the south. Those who sow in tears shall reap in joy. They went forth weeping, bearing their seed; they shall return with joy, bearing their sheaves. Alleluia."
        },
        {
          'title': "(10) Psalm 126",
          'text': "Unless the Lord builds the house, they labor in vain that build it. Unless the Lord guards the city, the watchmen stay awake in vain. It is vain for you to rise up early. Rise up after sitting, you who eat the bread of sorrow, for he gives sleep to his beloved. Children are an inheritance from the Lord, the reward of the fruit of the womb. As arrows in the hand of a strong man, so are the children of those who are alert. Blessed is the man who fills his quiver with them. Then they will not be ashamed when they speak to their enemies in the gates."
        },
        {
          'title': "(11) Psalm 127",
          'text': "Blessed are all who fear the LORD, who walk in his ways. When you eat the fruit of your labors, you will be happy, and it will be well with you. Your wife will be like a fruitful vine on the edges of your house; your children will be like new olive plants around your table. Thus shall the man be blessed who fears the LORD. The LORD bless you out of Zion; and you shall see the good things of Jerusalem all the days of your life; you shall see your children’s children. Peace be upon Israel. ALLELUIA."
        },
        {
          'title': "(12) Psalm 128",
          'text': "Many times have they fought against me from my youth—let Israel say—many times have they fought against me from my youth, and yet they have not prevailed against me. The sinners have scourged me upon my back, and prolonged their iniquity. The LORD is righteous; he will break the necks of sinners. Let all who hate Zion be put to shame and turned back. Let them be like the grass on the housetops, which withers before it is plucked up, with which the reaper does not fill his hand, nor he who gathers up sheaves his bosom. Neither do those who pass by say, “The blessing of the LORD be upon you; we have blessed you in the name of the LORD.” Alleluia."
        },
        {
          'title': "( Luke 4 :38-41)",
          'text': "And when he had risen from the synagogue, he entered Simon's house. And Simon's mother-in-law was sick with a high fever. And they made requests of him concerning her. And he stood over her, and rebuked the fever; and it left her. And immediately she arose and ministered to them. And when the sun was setting, all who had sick with various diseases brought them to him: and he laid his hands on every one of them, and healed them. And demons also came out of many, crying out and saying, “You are the Christ, the Son of God.” And he rebuked them, and would not allow them to speak, for they knew that he was the Christ. (Glory be to God forever)"
        },
        {
          'title': "First Piece",
          'text': "If a friend is scarcely saved, where shall I, a sinner, appear? The burden and heat of the day I could not bear because of the weakness of my humanity. But You, O merciful God, count me among those of the eleventh hour. For, behold, I was conceived in iniquities, and in sins did my mother bear me. I do not dare to look up to heaven, but I trust in the richness of Your mercy and Your love for humanity, crying out and saying: O God, forgive me, a sinner, and have mercy on me ( Glory be to the Father, and to the Son, and to the Holy Spirit )."
        },
        {
          'title': "Second Piece",
          'text': "Hurry to me, O Savior, to open the fatherly embrace. For I have wasted my life in pleasures and desires, and the day has passed me by and died. Now I trust in the richness of Your compassion that never ends. Do not abandon a humble heart that is in need of Your mercy. For I cry out to You, O Lord, in humility: I have sinned, O Father, against heaven and before You, and I am no longer worthy to be called Your son. Make me like one of Your hired servants. (Now and forever and unto the ages of ages, Amen) ."
        },
        {
          'title': "Third Piece",
          'text': " through you I intercede, and to you I call upon to help me, lest I be ashamed. When my soul departs from my body, be present to me, and defeat the plots of the enemies, and shut the gates of hell, lest they swallow up my soul, O spotless bride of the true Bridegroom. "
        },
        {
          'title': "Oh Lord have mercy",
          'text': "(Oh Lord have mercy) 41 times"
        },
        {
          'title': "Holy Holy Holy",
          'text': "Holy, Holy, Holy, Lord of hosts. Heaven and earth are full of your glory and honor. Have mercy on us, O God the Father Almighty. O Holy Trinity, have mercy on us. O Lord God of hosts, be with us, for we have no helper in our tribulations and distresses but you. Solve, forgive and pardon us, O God, for our transgressions, those we have committed willingly and those we have committed unwillingly, those we have committed knowingly and those we have committed unknowingly, the hidden and the manifest. O Lord, forgive us, for the sake of Your holy name which is called upon us. According to Your mercy, O Lord, and not according to our sins."
        },
        {
          'title': "The Lord's Prayer",
          'text': "O God, make us worthy to say with gratitude: Our Father, who art in heaven, hallowed be thy name. thy kingdom come. thy will be done. On earth as it is in heaven. Give us this day our daily bread. And forgive us our trespasses, as we forgive those who trespass against us. And lead us not into temptation, but deliver us from evil, in Christ Jesus our Lord. For thine is the kingdom, the power, and the glory, forever. Amen."
        },
        {
          'title': "Analysis",
          'text': "We thank you, our merciful King, for you have granted us to pass this day in peace and brought us to the evening with thanksgiving, and made us worthy to see the light until the evening. O God, accept this glorification of ours which has now come. Deliver us from the wiles of the adversary and nullify all his snares set for us. Grant us in this coming night peace without pain, anxiety, fatigue or imagination. Let us also pass it in peace and chastity, and rise up to praise and prayers at all times and in all places, glorifying your holy name in everything, with the Father who is incomprehensible and without beginning, and the Holy Spirit, the life-giver who is of one essence with you, now and at all times and to the ages of all ages. Amen."
        },
        {
          'title': "conclusion of every hour",
          'text': "Have mercy on us, O God, and have mercy on us, who at all times and in every hour, in heaven and on earth, is worshipped and glorified. Christ our God, the good, the long-suffering, the plenteous in mercy, the great in compassion, who loves the righteous and has mercy on sinners, of whom I am chief. Who does not desire the death of a sinner but rather that he should return and live. Who calls all to salvation for the promise of the good things to come. O Lord, receive from us our prayers at this hour and in every hour. Ease our lives and guide us to fulfill Your commandments. Sanctify our spirits. Cleanse our bodies. Direct our thoughts. Purify our intentions. Heal our diseases and forgive our sins. Deliver us from every evil sorrow and pain of heart. Surround us with Your holy angels, that by their camp we may be guarded and guided, and attain to the unity of faith and to the knowledge of Your imperceptible and infinite glory, for You are blessed forever. Amen."
        },
        {
          'title': "The Lord's Prayer",
          'text': "O God, make us worthy to say with gratitude: Our Father, who art in heaven, hallowed be thy name. thy kingdom come. thy will be done. On earth as it is in heaven. Give us this day our daily bread. And forgive us our trespasses, as we forgive those who trespass against us. And lead us not into temptation, but deliver us from evil, in Christ Jesus our Lord. For thine is the kingdom, the power, and the glory, forever. Amen."
        }
      ],
      'Twelfth Hour (Compline)': [
        {
          'title': "Hourly introduction",
          'text': "In the name of the Father, the Son and the Holy Spirit The one God, Amen. Lord have mercy. Lord have mercy. Lord bless. Amen. Glory to the Father, and to the Son, and to the Holy Spirit, now and forever and unto the ages of ages. Amen."
        },
        {
          'title': "The Lord's Prayer",
          'text': "O God, make us worthy to say with gratitude: Our Father, who art in heaven, hallowed be thy name. thy kingdom come. thy will be done. On earth as it is in heaven. Give us this day our daily bread. And forgive us our trespasses, as we forgive those who trespass against us. And lead us not into temptation, but deliver us from evil, in Christ Jesus our Lord. For thine is the kingdom, the power, and the glory, forever. Amen."
        },
        {
          'title': "Prayer of thanks",
          'text': "Let us give thanks to the benevolent and merciful God, the Father of our Lord, God and Savior Jesus Christ, for He has covered us, helped us, preserved us, accepted us, had compassion on us, sustained us, and brought us to this hour. Let us also ask Him to keep us in all peace on this holy day and all the days of our life. The Almighty Lord our God. O Master God Almighty, Father of our Lord, God and Savior Jesus Christ, we thank you for everything, for everything, and in everything, because you have covered us, helped us, preserved us, accepted us, had compassion on us, supported us, and brought us to this hour. Therefore we ask and entreat Your goodness, O Lover of mankind, to grant us to complete this holy day and all the days of our life in all peace with Your fear. All envy, all temptation, all the work of the devil, the plot of wicked men, the rising up of enemies hidden and manifest, take away from us and from all Your people, and from this Your holy place. But as for those things that are good and profitable, grant them to us. For it is You who have given us the authority to trample on serpents and scorpions, and over all the power of the enemy. And lead us not into temptation, but deliver us from evil. By the grace, compassion, and love of mankind of your only Son, our Lord, God, and Savior Jesus Christ, through whom glory, honor, dominion, and worship are due to you, together with the Holy Spirit, the Life-Giver, who is of one essence with you, now and at all times and unto the ages of all ages. Amen."
        },
        {
          'title': "Psalm 50",
          'text': "Have mercy on me, O God, according to your great mercy; according to the multitude of your tender mercies blot out my iniquity. Wash me thoroughly from my iniquity, and cleanse me from my sin. For I acknowledge my iniquity, and my sin is ever before me. Against you only have I sinned, and done evil in your sight; that you may be justified when you say, and prevail when I am judged. For, behold, I was conceived in iniquity, and in sins did my mother bear me. For thus you have loved the truth, when you have made known to me the hidden and hidden things of your wisdom. Sprinkle me with hyssop, and I shall be clean: wash me, and I shall be whiter than snow. Make me to hear gladness and joy, that my humble bones may rejoice. Turn away your face from my sins, and blot out all my iniquities. Create in me a clean heart, O God, and renew a steadfast spirit within me. Cast me not away from your presence, and take not your Holy Spirit from me. Grant me the joy of your salvation; uphold me with a governing spirit; and I will teach transgressors your ways, and the ungodly shall return to you. Deliver me from bloodshed, O God, the God of my salvation; and my tongue shall rejoice in your righteousness. O LORD, you shall open my lips, and my mouth shall declare your praise. For if you desired sacrifice, I would have given it now: but you do not delight in burnt offerings. The sacrifice of God is a broken spirit; a broken and humbled heart God will not despise. Do good, O LORD, in your good pleasure to Zion; Let the walls of Jerusalem be built. Then you will be pleased with sacrifices of righteousness, offering and burnt offerings; And they shall offer calves upon your altar. ALLELUIA."
        },
        {
          'title': "Start of prayer",
          'text': "I offer the prayer of sleep on this blessed day to Christ, my King and my God, and I ask Him to forgive my sins."
        },
        {
          'title': "(1) Psalm 129",
          'text': "Out of the depths I cry to you, O LORD; O LORD, hear my voice: let your ears be attentive to the voice of my supplication. If you, O LORD, should mark iniquity, O LORD, who shall stand? For from you is forgiveness? For your name's sake I have waited for you, O LORD; my soul waits for your law. My soul waits for the LORD From the morning watch until night. From the morning watch, let Israel hope in the LORD. For with the LORD is mercy, and great is his salvation; and he will redeem Israel from all their iniquities."
        },
        {
          'title': "(2) Psalm 130",
          'text': "O Lord, my heart is not haughty, nor my eyes lofty; I have not walked in things too great or too marvelous for me. If I have not humbled myself, but have lifted up my voice, like a weaned child from milk to his mother, so is the recompense upon my soul. Let Israel trust in the Lord from this time forth and forevermore."
        },
        {
          'title': "(3) Psalm 131",
          'text': "Remember, O LORD, David and all his meekness, how he swore to the LORD and vowed to the God of Jacob, saying, I will not go into the dwelling place of my house, nor go up to the bed of my couch; I will not give sleep to my eyes, nor slumber to my eyelids, nor rest to my temples, until I find a place for the LORD, a dwelling place for the God of Jacob. Behold, we have heard of him in Ephrath, and have found him in the place of the thicket. Let us therefore go into his dwelling place, and worship in the place where his feet stood. Arise, O LORD, into your resting place, you, and the ark of your holy place. Let your priests be clothed with righteousness, and let your righteous exult. For your servant David's sake, do not turn away your face from your anointed. The LORD has sworn in truth to David, and will not turn it back: “I will surely set of the fruit of your body upon your throne. If your children keep my covenant and my testimonies which I teach them, then their children also shall sit upon your throne forever. For the LORD has chosen Zion; He has chosen it for His dwelling place forever. This is my resting place forever; here I will dwell, for I desired it. In blessing I will bless her hunting, and satisfy her poor with bread. Her priests will be clothed with salvation, and her righteous will greatly exult. There I will raise up a horn for David; I have prepared a lamp for my anointed; I will clothe his enemies with shame, and my holiness will flourish upon him. Alleluia."
        },
        {
          'title': "(4) Psalm 132",
          'text': "Behold, how good and how pleasant it is for brothers to dwell together in unity! It is like ointment upon the head that runs down upon the beard, even the beard of Aaron that runs down upon the collar of his garment; it is like the dew of Hermon that comes down upon Mount Zion! For there the Lord commanded the blessing and life forever. Alleluia."
        },
        {
          'title': "(5) Psalm 133",
          'text': "Behold, bless the LORD, you servants of the LORD, who stand in the house of the LORD, in the house of our God. In the night lift up your hands toward the sanctuary, and bless the LORD. The LORD bless you out of Zion, who made heaven and earth. Alleluia."
        },
        {
          'title': "(6) Psalm 136",
          'text': "By the rivers of Babylon we sat down and wept when we remembered Zion. We hung our harps on the willows in the midst of it. For there those who had carried us away captive asked of us the words of a song; and those who had brought us there said, “Sing us one of the songs of Zion.” How shall we sing the Lord's song in a strange land? If I forget you, O Jerusalem, then shall I forget my right hand, and my tongue shall cling to the roof of my mouth, if I do not remember you, if I do not make Jerusalem the beginning of my joy. Remember, O Lord, the children of Edom in the day of Jerusalem; Who said, Overthrow, overthrow, even to the foundations thereof. Wretched daughter of Babylon! Blessed is he who will reward you with the reward you have given us! Blessed is he who will seize your infants and bury them by the rock."
        },
        {
          'title': "(7) Psalm 137",
          'text': "I will praise you, O Lord, with all my heart, for you have heard all the words of my mouth. Before the angels I will sing to you, and I will worship before your holy temple. I will confess your name because of your mercy and your truth, for you have magnified your holy name above all. On the day when I call, answer me quickly; you will look upon my soul with great power. Let all the kings of the earth give thanks to you, O Lord, for they have heard all the words of your mouth. Let them sing praises to the ways of the Lord. For great is the glory of the Lord. For the Lord is high, yet he regards the lowly; He knows the creatures from afar. Though I walk in the midst of tribulation, you will revive me. You have stretched out your hand against the wrath of the enemy, and your right hand has saved me. The Lord will repay on my behalf, O Lord; your mercy endures forever; do not forsake the works of your hands, O Lord."
        },
        {
          'title': "(8) Psalm 140",
          'text': "O Lord, I cry to you; hear me. Give ear to the voice of my supplication, when I cry to you. Let my prayer be set before you like incense, and the lifting up of my hands like the evening sacrifice. Set a guard, O Lord, over my mouth, And a strong door for my lips. Do not incline my heart to evil words, That it may plead with excuses in sins With men who work iniquity, And I will not be in agreement with their elect. Let the righteous correct me with mercy and rebuke me. Let not the oil of the sinner anoint my head, For my prayer also is with delight. Their strong ones are swallowed up at the rock; They hear my words, For they delight themselves. They are split apart like the fat of the ground upon the earth; Their bones are scattered in hell. For our eyes are upon you, O Lord. O Lord, I trust in you; Do not kill my soul. Keep me from the snare they have set for me, And from the traps of the workers of iniquity. Let the sinners fall into their own net, And I alone, That iniquity may pass over. ALLELUIA."
        },
        {
          'title': "(9) Psalm 141",
          'text': "With my voice I cried to the LORD; with my voice I made supplication to the LORD. I poured out before him my supplication; I poured out before him my affliction, when my spirit failed within me, but you knew my paths. In the way that I walk, they hid a snare for me. I looked on my right hand, and looked, but there was no one who knew me. The place of escape failed me, and there was no one who sought after my soul. Then I cried to you, O LORD, and said, “You are my hope, my portion in the land of the living. Hearken to my supplication, for I am brought very low. Deliver me from those who persecute me, for they are stronger than I. Bring my soul out of prison, that I may give thanks to your name, O LORD. The righteous wait for me until you reward me."
        },
        {
          'title': "(10) Psalm 145",
          'text': "Praise the Lord, O my soul; I will praise the Lord while I live; I will sing praises to my God while I live. Do not trust in princes, nor in the sons of men, in whom there is no salvation. Their spirit goes out, and they return to their dust. In that day all their thoughts will perish. Blessed is he whose help is the God of Jacob, whose hope is in the LORD his God, who made heaven and earth, the sea, and all that is in them. He maintains righteousness forever, exercising justice for the oppressed, who gives food to the hungry. The LORD looses the bound; the LORD raises up the fallen; the LORD gives wisdom to the blind. The LORD loves the righteous. The LORD preserves the strangers; He upholds the fatherless and the widow, but he destroys the way of sinners. The LORD reigns forever, and your God, O Zion, from generation to generation. Alleluia."
        },
        {
          'title': "(11) Psalm 146",
          'text': "Praise the LORD, for a psalm is good, and praise is sweet to our God. The LORD will build Jerusalem; the LORD will gather the dispersed of Israel; the LORD will heal the brokenhearted, and bind up all their wounds. He who counts the multitude of the stars, and gives names to them all. Great is the LORD, and great is his strength; his understanding has no limit. The LORD will lift up the meek, but will bring sinners down to the ground. Begin to confess to the Lord, sing praises to our God with the harp. He covers the heavens with clouds, who provides rain for the earth, who makes grass grow on the mountains, green plants for the service of man, and gives food to the cattle, and to the young ravens that call to him. He does not respect the strength of a horse, nor does he take pleasure in the legs of a man. But the Lord takes pleasure in those who fear him, in those who hope in his mercy. Alleluia."
        },
        {
          'title': "(12) Psalm 147",
          'text': "Praise the LORD, O Jerusalem; praise your God, O Zion! For he has strengthened the bars of your gates, and has blessed your children within you. He has made your borders peaceful, and filled you with the finest of wheat. He sends his word to the earth; his word runs swiftly. He gives the snow like wool, scatters the mist like ashes, and casts out the ice like crumbs. Who can stand before his cold? He sends out his word, and melts it; his wind blows, and the waters flow. He declares his word to Jacob, his statutes and his judgments to Israel. He has not done so with any nation, nor has he made his judgments clear to them. ALLELUIA."
        },
        {
          'title': "( Luke 2 :25-32)",
          'text': "And behold, there was a man in Jerusalem, named Simeon. And this man was just and devout, waiting for the consolation of Israel, and the Holy Ghost was upon him. And he had been made aware by the Holy Ghost that he would not see death before he had seen Christ the Lord. And he came in the Spirit into the temple. And when the parents brought in the child Jesus to do for him according to the ought of the law, Simeon took him up in his arms and blessed God, saying, “Lord, now you are letting your servant depart in peace, according to your word; for my eyes have seen your salvation, which you have prepared in the presence of all peoples, a light for revelation to the Gentiles, and glory to your people Israel.” Glory to God forever."
        },
        {
          'title': "First Piece",
          'text': "Behold , I am about to stand before the Just Judge, terrified and terrified by the multitude of my sins, for a life spent in amusements deserves judgment. But repent, O my soul, while you are still on earth, for the dust in the grave does not glorify. And there is no one among the dead who remembers, nor one in hell who gives thanks. Rather, arise from the sleep of sloth and implore the Savior with repentance, saying: O God, have mercy on me and save me. ( Glory be to the Father, and to the Son, and to the Holy Spirit )."
        },
        {
          'title': "Second Piece",
          'text': " If life were fixed and this world eternal, you would have a clear argument, my soul, but if your evil deeds and ugly evils were exposed before the just Judge, what answer would you give while you are lying on the bed of sins, and neglecting to subject the body? O Christ our God, before the throne of Your awesome judgment I am terrified, before the council of Your judgment I am humbled, before the light of the ray of Your divinity I am afraid, I, the wretched and defiled, lying on my bed neglectful of my life. But I take the image of the tax collector, beating my breast, saying: O God, forgive me, for I am a sinner. (Now and forever and unto the ages of ages, Amen) ."
        },
        {
          'title': "Third Piece",
          'text': "O pure Virgin, cast your quick-helping shadow upon your servant. Drive away the waves of evil thoughts from me. Rouse my sick soul to prayer and vigil, for it has fallen into a deep sleep. For you are a powerful, merciful and helpful Mother, the mother of the Fountain of Life, my King and my God, Jesus Christ, my hope. ( Now and always and unto the ages of ages, Amen )."
        },
        {
          'title': "Please, Lord",
          'text': "O Lord, graciously preserve us this day without sin. Blessed are you, O Lord, God of our fathers, and exceedingly blessed are you, and your holy name is full of glory forever. Amen. Let your mercy be upon us, O Lord, according to our trust in you, for the eyes of all wait upon you, for you are the one who gives them their food in due season. Hear us, O God our Savior, the hope of all the ends of the earth. And you, O Lord, preserve us and deliver us from this generation and forever. Amen. Blessed are you, O Lord, teach me your righteousness. Blessed are you, O Lord, cause me to understand your statutes. Blessed are you, O Lord, cause your righteousness to shine upon me. Your mercy, O Lord, endures forever. O Lord, do not despise the works of your hands, for you have been my refuge from generation to generation. I sought the Lord, and said, Have mercy on me, and save my soul, for I have sinned against you. O Lord, I have fled to you; save me, and teach me to do your will. For you are my God, and with you is the fountain of life, and in your light, O Lord, we shall see light. Let your mercy come to those who know you, and your righteousness to the upright in heart. To you belongs the blessing. To you belongs praise. To you belongs glory, to you belongs exaltation, Father, Son, and Holy Spirit, who existed from the beginning, now and forever. Amen. It is good to confess to the Lord, and to sing praises to your name, O Most High; to declare your mercy every morning, and your truth every night."
        },
        {
          'title': "The Three Sanctifications",
          'text': "Holy God, Holy Mighty, Holy Immortal, Who was born of the Virgin, have mercy on us. Holy God, Holy Mighty, Holy Immortal, Who was crucified for us, have mercy on us. Holy God, Holy Mighty, Holy Immortal, Who rose from the dead and ascended into heaven, have mercy on us. Glory to the Father, and to the Son, and to the Holy Spirit, now and ever and unto the ages of ages. Amen. O Holy Trinity, have mercy on us. O Holy Trinity, have mercy on us. O Lord, forgive us our sins. O Lord, forgive us our iniquities. O Lord, forgive us our transgressions. O Lord, visit the sick of your people, heal them for the sake of your holy name. Our fathers and brothers who have fallen asleep, O Lord, repose their souls. O You who are without sin, O Lord, have mercy on us. O You who are without sin, O Lord, help us, and accept our prayers to You. For Yours is the glory, the dominion, and triple sanctification. O Lord, have mercy. O Lord, have mercy. O Lord, bless. Amen."
        },
        {
          'title': "The Lord's Prayer",
          'text': "O God, make us worthy to say with gratitude: Our Father, who art in heaven, hallowed be thy name. thy kingdom come. thy will be done. On earth as it is in heaven. Give us this day our daily bread. And forgive us our trespasses, as we forgive those who trespass against us. And lead us not into temptation, but deliver us from evil, in Christ Jesus our Lord. For thine is the kingdom, the power, and the glory, forever. Amen."
        },
        {
          'title': "Peace be upon you",
          'text': "Peace be upon you. We ask you, O saint full of glory, the ever-virgin, the Mother of God, the Mother of Christ, to raise our prayers to your beloved Son, that He may forgive us our sins. Hail to her who bore for us the true light, Christ our God, the Holy Virgin. Ask the Lord on our behalf, to have mercy on our souls, and to forgive us our sins. O Virgin Mary, Mother of God, holy and faithful intercessor of the human race, intercede for us before Christ, whom you bore, that He may grant us the forgiveness of our sins. Hail to you, O Virgin, true Queen, hail to the pride of our race, who bore us Emmanuel. We ask you: Remember us, O faithful intercessor, before our Lord Jesus Christ, that He may forgive us our sins."
        },
        {
          'title': "Beginning of the Creed",
          'text': "We magnify you, O Mother of the True Light, and we glorify you, O Holy Virgin, Mother of God, because you gave birth to for us the Savior of the world, who came and saved our souls. Glory to you, our Master and King, Christ, the pride of the apostles, the crown of the martyrs, the joy of the righteous, the stability of the churches, the forgiveness of sins. We proclaim the Holy Trinity, one Godhead, we worship and glorify Him. Lord have mercy. Lord have mercy. Lord bless. Amen."
        },
        {
          'title': "Orthodox Holy Creed",
          'text': "We truly believe in one God, God the Father, the Almighty, Creator of heaven and earth, of all things seen and unseen. We believe in one Lord Jesus Christ, the only-begotten Son of God, begotten of the Father before all ages; Light of Light, true God of true God, begotten not made, of one essence with the Father, by whom all things were made. Who for us men and for our salvation came down from heaven, and was incarnate of the Holy Spirit and the Virgin Mary, and became man. And was crucified for us under Pontius Pilate, and suffered and was buried. And on the third day he rose from the dead according to the Scriptures, and ascended into heaven, and sits at the right hand of his Father. And he is coming again in his glory to judge the living and the dead, whose kingdom will have no end. Yes, we believe in the Holy Spirit, the Lord, the life-giver, who proceeds from the Father. We worship and glorify Him with the Father and the Son, who spoke through the prophets. And in one holy, catholic and apostolic church. We acknowledge one baptism for the remission of sins. We look for the resurrection of the dead and the life of the age to come. Amen."
        },
        {
          'title': "Oh Lord have mercy",
          'text': "(Oh Lord have mercy) 41 times"
        },
        {
          'title': "Holy Holy Holy",
          'text': "Holy, Holy, Holy, Lord of hosts. Heaven and earth are full of your glory and honor. Have mercy on us, O God the Father Almighty. O Holy Trinity, have mercy on us. O Lord God of hosts, be with us, for we have no helper in our tribulations and distresses but you. Solve, forgive and pardon us, O God, for our transgressions, those we have committed willingly and those we have committed unwillingly, those we have committed knowingly and those we have committed unknowingly, the hidden and the manifest. O Lord, forgive us, for the sake of Your holy name which is called upon us. According to Your mercy, O Lord, and not according to our sins."
        },
        {
          'title': "The Lord's Prayer",
          'text': "O God, make us worthy to say with gratitude: Our Father, who art in heaven, hallowed be thy name. thy kingdom come. thy will be done. On earth as it is in heaven. Give us this day our daily bread. And forgive us our trespasses, as we forgive those who trespass against us. And lead us not into temptation, but deliver us from evil, in Christ Jesus our Lord. For thine is the kingdom, the power, and the glory, forever. Amen."
        },
        {
          'title': "Analysis",
          'text': "O Lord, all that we have sinned against You this day, whether in deed, word, thought, or all senses, pardon and forgive us for the sake of Your holy name, as a Good and Lover of mankind. And grant us, O God, a peaceful night, and this sleep pure from all anxiety. And send us the angel of peace to guard us from all evil, from every blow, and from every temptation of the enemy. Through the grace, compassion, and love of mankind of Your only Son, our Lord, God, and Savior Jesus Christ, through whom befits You with Him glory, honor, and dominion, together with the Holy Spirit, the Life-Giver, who is of one essence with You, now and at all times and unto the ages of all ages. Amen."
        },
        {
          'title': "conclusion of every hour",
          'text': "Have mercy on us, O God, and have mercy on us, who at all times and in every hour, in heaven and on earth, is worshipped and glorified. Christ our God, the good, the long-suffering, the plenteous in mercy, the great in compassion, who loves the righteous and has mercy on sinners, of whom I am chief. Who does not desire the death of a sinner but rather that he should return and live. Who calls all to salvation for the promise of the good things to come. O Lord, receive from us our prayers at this hour and in every hour. Ease our lives and guide us to fulfill Your commandments. Sanctify our spirits. Cleanse our bodies. Direct our thoughts. Purify our intentions. Heal our diseases and forgive our sins. Deliver us from every evil sorrow and pain of heart. Surround us with Your holy angels, that by their camp we may be guarded and guided, and attain to the unity of faith and to the knowledge of Your imperceptible and infinite glory, for You are blessed forever. Amen."
        },
        {
          'title': "The Lord's Prayer",
          'text': "O God, make us worthy to say with gratitude: Our Father, who art in heaven, hallowed be thy name. thy kingdom come. thy will be done. On earth as it is in heaven. Give us this day our daily bread. And forgive us our trespasses, as we forgive those who trespass against us. And lead us not into temptation, but deliver us from evil, in Christ Jesus our Lord. For thine is the kingdom, the power, and the glory, forever. Amen."
        }
      ],
      'Midnight Prayer': [
        {'title': "Psalm 63", 'text': "O God, You are my God..."},
        {'title': "Gospel", 'text': "Gospel of the Midnight Prayer..."}
      ],
    };

    return prayerContentMap[prayerName] ?? [];
  }

  void _showPsalmDialog(BuildContext context, String title, String text) {
    double dialogFontSize = 16.0;
    bool _textSelected = false;

    showDialog(
      context: context,
      barrierDismissible: true,
      builder: (BuildContext context) {
        return StatefulBuilder(
          builder: (BuildContext context, StateSetter setState) {
            return AlertDialog(
              title: Text(
                title,
                style: TextStyle(
                  color: Colors.red,
                  fontWeight: FontWeight.bold,
                  fontSize: 20,
                ),
              ),
              content: SingleChildScrollView(
                child: Column(
                  mainAxisSize: MainAxisSize.min,
                  crossAxisAlignment: CrossAxisAlignment.start,
                  children: [
                    // Use a Theme to set the text selection color
                    Theme(
                      data: ThemeData(
                        textSelectionTheme: TextSelectionThemeData(
                          cursorColor: Colors.blue,
                          selectionColor: Colors.blue.withOpacity(0.5),
                          selectionHandleColor: Colors.blue,
                        ),
                      ),
                      child: SelectableText(
                        text,
                        style: TextStyle(fontSize: dialogFontSize),
                        scrollPhysics: ClampingScrollPhysics(),
                        showCursor: true,
                        onSelectionChanged: (selection, cause) {
                          // Set flag to indicate text is selected
                          _textSelected = true;
                        },
                        onTap: () {
                          // Ensure flag is reset if necessary
                          if (_textSelected) {
                            _textSelected = false;
                          }
                        },
                      ),
                    ),
                    SizedBox(height: 20),
                  ],
                ),
              ),
              actions: <Widget>[
                Row(
                  mainAxisAlignment: MainAxisAlignment.end,
                  children: [
                    IconButton(
                      icon: Icon(Icons.zoom_in),
                      onPressed: () {
                        setState(() {
                          dialogFontSize += 2.0;
                        });
                      },
                    ),
                    IconButton(
                      icon: Icon(Icons.zoom_out),
                      onPressed: () {
                        setState(() {
                          dialogFontSize = dialogFontSize > 10.0 ? dialogFontSize - 2.0 : dialogFontSize;
                        });
                      },
                    ),
                    IconButton(
                      icon: Icon(Icons.copy),
                      onPressed: () {
                        Clipboard.setData(ClipboardData(text: text)).then((_) {
                          // Delay showing the toast to ensure it appears
                          Future.delayed(Duration(milliseconds: 100), () {
                            if (_textSelected) {
                              Fluttertoast.showToast(
                                msg: 'Selection copied ✅',
                                toastLength: Toast.LENGTH_SHORT,
                                gravity: ToastGravity.BOTTOM,
                                timeInSecForIosWeb: 1,
                                backgroundColor: Colors.black54,
                                textColor: Colors.white,
                                fontSize: 16.0,
                              );
                              _textSelected = false; // Reset flag
                            }
                            Fluttertoast.showToast(
                              msg: 'Copied to clipboard ✅',
                              toastLength: Toast.LENGTH_SHORT,
                              gravity: ToastGravity.BOTTOM,
                              timeInSecForIosWeb: 1,
                              backgroundColor: Colors.black54,
                              textColor: Colors.white,
                              fontSize: 16.0,
                            );

                            Vibration.vibrate(); // Trigger vibration on copy
                          });
                        });
                      },
                    ),
                  ],
                ),
              ],
            );
          },
        );
      },
    );
  }
}


