const Map<String, String> introductoryTexts = {
  'صلاة باكر': 'في هذه الصلاة نشكر الله على انقضاء الليل بسلام، ونطلب من أجل نهار مضيء بالأعمال الصالحة، وفيها نذكر قيامة السيد المسيح في باكر النهار فنمجده على قيامته.',
  'صلاة الساعة الثالثة': 'في مثل هذه الساعة حكم بيلاطس على السيد المسيح، وأيضًا في مثلها حل الروح القدس على التلاميذ الأطهار. في هذه الصلاة نطلب إضرام مواهب الروح القدس فينا. وهذه الساعة تقابل التاسعة صباحا بالتوقيت الإفرنجي..',
  'صلاة الساعة السادسة': 'محتوى صلاة الساعة السادسة.',
  'صلاة الساعة التاسعة': 'محتوى صلاة الساعة التاسعة.',
  'صلاة الساعة الحادية عشر (الغروب)': 'محتوى صلاة الساعة الحادية عشر (الغروب).',
  'صلاة الساعة الثانية عشر (النوم)': 'محتوى صلاة الساعة الثانية عشر (النوم).',
  'صلاة نصف الليل': 'محتوى صلاة نصف الليل.',
};

const Map<String, String> agpeyaContent = {
  'صلاة باكر': 'محتوى صلاة باكر.',
  'صلاة الساعة الثالثة': 'محتوى صلاة الساعة الثالثة.',
  'صلاة الساعة السادسة': 'محتوى صلاة الساعة السادسة.',
  'صلاة الساعة التاسعة': 'محتوى صلاة الساعة التاسعة.',
  'صلاة الساعة الحادية عشر (الغروب)': 'محتوى صلاة الساعة الحادية عشر (الغروب).',
  'صلاة الساعة الثانية عشر (النوم)': 'محتوى صلاة الساعة الثانية عشر (النوم).',
  'صلاة نصف الليل': 'محتوى صلاة نصف الليل. إضافة محتوى هنا.',
};
